6
Aug
2001
121913
-0700
PDT
From
kallenenroncom
To
snealenroncom
Subject
Forbescom
story
Mime-Version
10
Content-Type
textplain
charsetus-ascii
Content-Transfer-Encoding
7bit
X-From
Allen
Phillip
K
OENRONOUNACNRECIPIENTSCNPALLEN
X-To
X-cc
X-bcc
X-Folder
PALLEN
Non-PrivilegedAllen
KSent
Items
X-Origin
Allen-P
X-FileName
Non-Privilegedpst
httpwwwforbescomglobal200006120312072ahtml
20
Jun
100900
matthewlenhartenroncom
jayreitmeyerenroncom
mattsmithenroncom
FW
Western
Wholesale
Activities
-
Gas

Power
Conf
Call
Privileged
Confidential
Communication
Attorney-Client
and
Attorney
Work
Product
Privileges
Asserted
Lenhart
Matthew
OENRONOUNACNRECIPIENTSCNMlenhar
Reitmeyer
Jay
OENRONOUNACNRECIPIENTSCNJreitme
Smith
Matt
OENRONOUNACNRECIPIENTSCNMsmith18
-----Original
Message-----From
29
Oct
121045
-0800
PST
gthorsekeyadcom
RE
Bishops
Corner
Greg
Thorse
gthorsekeyadcomENRON
I
would
rather
sign
fax
copies
of
the
necessary
contracts
then
follow
up
with
originals
through
mail
7
064901
stephanieseverenroncom
Sever
Stephanie
OENRONOUNACNRECIPIENTSCNSsever
need
to
be
able
trade
US
Spreads
Specifically
new
west
region
products
spreading
malin
pge
vs
socal
Please
make
this
change
call
me
back
morning
Thank
you
18
125327
jsmithaustintxcom
Jeff
jsmithaustintxcomENRON
IMCEANOTES-22Jeff20Smith22203Cjsmith40austintx2Ecom3E40ENRONENRONcom
will
send
checks
directly
vendor
for
any
bills
pre
420
also
try
get
payphone
transferred
26
Apr
113400
phillipallenenroncom
rayalvarezenroncom
Re
FERCs
Prospective
Mitigation
Monitoring
Plan
CA
Electric
Markets
Ray
Alvarez
AlvarezNAEnronENRON
Is
there
detail
on
gas
cost
proxy
Which
delivery
points
from
which
publication
used
Basically
can
help
us
clarification
language
average
daily
all
in
California
Jul
123155
El
Paso
Announces
Binding
Open
Season
Additional
Capacity
Line
2000
Make
sure
is
included
your
long
term
forecast
30
070617
pallen70hotmailcom
Ellies
status
9
053408
40enronenroncom
Message
John
Louise
Enron
Americas
Management
Offsite
quoted-printable
Mark
WhittDENECTENRON
IMCEANOTES-Mark20WhittDENECT40ENRONENRONcom
Vail
sounds
good
If
we
are
only
going
downhill
our
legs
shouldnt
too
wiped
out
after
We
rented
bikes
but
Im
c
an
keep
them
day
09Whitt
On
Behalf
Of
Sent09Wednesday
August
08
219
PM
To09Allen
Subject09RE
Off
site
dont
know
much
about
Beaver
Creek
trails
although
am
they
decent
Barry
heard
being
doing
down
hill
at
Cree
k
so
must
riding
chairlifts
Saturday
afternoon
great
bring
my
truck
just
drive
over
Th
e
well
marked
either
ride
or
do
chair
lifts
th
ere
Depends
what
guys
think
want
could
a
coupl
cross
country
hit
world
cup
coul
d
as
open20
Are
rent
bike
09Phillip
AllenENRONenronXgate
08072001
0125
09
Whi
ttDENECTENRON
IMCEANOTES-Mark20WhittDENECT40ENRONENRONcomSMTP
enronXgate
cc
America
s
Offsite09
The
planned
mountain
activity
Mountain
Do
kno
w
kind
There
break
lunch
sound
Hunter
definitely
trying
Lets
set
it
Let
if
book
side
tri
p
Thanks
Phillip20
01
737
AM
Subject09Message
planning
Biking
Hopefully
no
t
paved
schedule
trip
ones
use
World
Cup
Championships
awsome
-----
Forwarded
by
WhittNAEnron
08012001
0831
-----09Louise
KitchenENRONenronXgate
07302001
0417
PM09
A
llenENRONenronXgate
ArnoldENRONenronXgate
Harry
AroraENRONenro
nXgate
Edward
D
BaughmanENRONenronXgate
Tim
BeldenENRONenronXgate
n
BlackHOUEESEES
Craig
BreslauENRONenronXgate
Christopher
F
CalgerE
NRONenronXgate
Remi
CollongesSAEnronEnron
Wes
ColwellENRONenronXgat
Derek
DaviesENRONenronXgate
Dana
DavisHOUECTECT
Anthony
Daya
oHOUEESEES
Joseph
DeffnerENRONenronXgate
Paul
DevriesENRONenronXga
te
W
David
DuranENRONenronXgate
Ranabir
DuttENRONenronXgate
Fo
rsterENRONenronXgate
Chris
H
FosterENRONenronXgate
Orlando
GonzalezS
AEnronEnron
Mike
GrigsbyENRONenronXgate
E
HaedickeEnronEnronXG
ate
Rogers
HerndonENRONenronXgate
Scott
JoseyENRONenronXgate
Allan
eelENRONenronXgate
Joe
KishkillSAEnronEnron
Kyle
KitagawaENRONenro
Fred
LagrastaENRONenronXgate
La
ura
LuceENRONenronXgate
Thomas
MartinENRONenronXgate
Michael
McDona
ldSFECTECT
Ed
McMichaelENRONenronXgate
Don
MillerENRONenronXgate
Rob
MilnthorpENRONenronXgate
Jean
MrhaENRONenronXgate
NealENRO
NenronXgate
ParquetSFECTECT
Kevin
M
PrestoENRONenronXgate
Br
ian
RedmondENRONenronXgate
S
ShivelyENRONenronXgate
Fletcher
J
SturmENRONenronXgate
SwerzbinENRONenronXgate
Jake
ThomasENRON
C
ThompsonENRONenronXgate
Carl
TricoliENRONenronXgate
TycholizENRONenronXgate
Frank
VickersENRONenronXgate
hittNAEnronEnron
Brett
R
WiggsSAEnronEnron
WolfeENRONenronXg
Andy
ZipperENRONenronXgate
ZufferliENRONenronXgate
Tamm
ie
SchoppeENRONenronXgate
Kimberly
HillisENRONenronXgate
Dorie
Hitchc
ockENRONenronXgate
find
attached
details
forthcoming
group
actions
completed
before
arriving
Creek20
involve
meetings
biking
white
water
rafting
grade
3
please
appropriate
clothing
For
those
who
have
not
bee
swimwear
sports
shoes
hat
shorts
T-shirt
Life
jackets
provided
accommodation
condominiums
room
assignments
b
elow20
Transportation20
agenda
outlines
transportation
requirements
depa
rting
Houston
It
assumed
that
members
ESA
team
als
o
travel
based
employees
ock
contacting
separately
traveling
Houston20
Video20
You
each
been
assigned
sole
purpose
completing
video
prior
attending
filming
should
complete
VHS
tape
departure
thi
provide
comic
interlude
proceedings
videos
seen
dinner
Friday
night
Saddleridge
5
minutes
length
zero
budget
assi
gned
production
Each
has
given
title
open
interpretation
see
spreadsheet
following
information20
i
Attendees
Teams
ii
Draft
Agenda20
Any
questions
concerns
addressed
Hitchcock
Ext
36978
look
forward
seeing
File
offsite1xls
01lavaugcolagenda1xls
2
Nov
072828
richardmorganaustinenergycom
Morgan
Richard
RichardMorganaustinenergycomENRON
checked
Wink
his
prices
were
slightly
lower
per
square
foot
builder
was
keen
panels
selling
because
dimensional
lumber
frame
windows
doors
So
reduces
some
savings
Either
way
still
appears
panel
home
close
20000
more
4000
sq
ft
Even
assume
energy
125month
take
approximately
22
years
recover
upfront
assuming
interest
rate
Cost
major
concern
concerned
comfort
level
upstairs
under
impression
prevent
feeling
significantly
hotter
than
downstairs
most
two
homes
What
other
alternatives
effective
Radiant
barrier
More
attic
ventilation
713-853-7041
24
075849
jacquestcaolcom
Jacques
Keith
resolve
having
GP
corporation
Several
CPAs
assured
tax
treatment
fears
had
significant
risk
Therefore
ready
finalize
agreements
next
step
execute
havent
anything
else
stagecoach
Kolb
leaving
messages
13
084251
jeaniesloneenroncom
Slone
Jeanie
OENRONOUNACNRECIPIENTSCNJslone
Janie
Tholts
ranking
27
084925
timheizenraderenroncom
Heizenrader
OENRONOUNACNRECIPIENTSCNTheizen
something
wrong
database
iso
load
hour
ahead
intertie
data
northwest
hydro
info
updated
since
725
problem
end
when
chance
31
114741
jeanmrhaenroncom
Mrha
OENRONOUNACNRECIPIENTSCNJmrha
Congratulations
leader
Here
ideas
1
Sep
102648
kirkmcdanielenroncom
Final
Internal
Review
Sign
Topics
Related
Objectives
McDaniel
Kirk
OENRONOUNACNRECIPIENTSCNNotesaddrcn151b1f73-1f0d9c60-8625697b-63e5ad
modify
document
first
section
titled
Introduction
Risk
second
Hedging
InstrumentsRisk
Products
However
many
bullet
describing
hedging
instruments
belong
limit
introduction
types
identifying
examples
risks
hedged
Then
contain
tools
Definitions
derivatives
how
manage
third
include
roles
accounting
basics
might
commodity
101
here
least
power
132712
pull
together
organization
documents
bank
loan
Did
did
leave
issue
shares
drop
note
121422
Video
Meetings
Dave
Forster
town
shoot
edit
add
music
using
Dwights
camera
090508
adrianneenglerenroncom
candidate
spoke
Engler
Adrianne
OENRONOUNACNRECIPIENTSCNAengler
Brent
recommend
he
interview
program
Sent
Monday
October
810
-Lets
oneThanks
1008
cannot
download
resume
resend
734
-This
currently
works
London
office
Analyst
looking
come
like
him
into
November
1st
interviews
His
contact
information
number
44-20-778-35558
line
direct
dial
844-35558
x57302
4
071346
got
voice
school
board
approval
Thats
news
closing
rescheduled
064826
ryanorourkeenroncom
ORourke
Ryan
OENRONOUNACNRECIPIENTSCNRorourke
111001
meddyalrobertscom
trobertsdyalrobertscom
Tony
Rather
fill
design
selections
estimates
costs
Since
spent
time
researching
house
numbers
pretty
interested
working
contractor
plus
fixed
fee
basis
agreeable
Take
let
work
adjustments
stay
within
allowances
actual
quotes
sub-contractors
torn
between
locations
leaning
towards
Kerrville
lot
substantially
expensive
San
Marcos
really
stretched
financially
decided
go
fall
plan
move
jobs
reach
agreement
start
immediately
713-463-8626
132015
Dec
104318
frankhaydenenroncom
Hayden
OENRONOUNACNRECIPIENTSCNFhayden
PhillipAllenJan20021Allen
pallen
Gosset
PL
packet
days
biggest
discrepancy
15
102834
read-PRC
followup
Can
list
performance
review
May
123600
jamessteffesenroncom
James
Steffes
SteffesNAEnronEnron
Jim
conference
type
weekly
meeting
regulatory
issues
facing
week
desk
21
053545
wcantrellenroncom
Reply
Wednesday
822
--
Rehearing
Request
--FERC
Reporting
Requirements
Sales
Cantrell
Rebecca
OENRONOUNACNRECIPIENTSCNBcantre
Grigsby
distribution
125000
jsmith
draw
release
quote
Wade
112049
rickmwtnet
Rick
table
insert
during
Oxleys
Maybe
flash
screen
while
speaks
read
notes
Oxley
intro
better
audio
reference
skewed
That
useful
email
confirming
receipt
25
135444
davidoxleyenroncom
OENRONOUNACNRECIPIENTSCNDoxley
Improving
PRC
process
Customizing
trading
Figure
creative
ways
compare
Add
profitability
consistency
measures
Also
incorporate
system
handicapping
traders
different
markets
14
141747
pambutlerenroncom
Butler
Pam
OENRONOUNACNRECIPIENTSCNPbutler
misrepresent
position
After
making
election
receive
full
de
ferral
account
Section
63
disagreement
arisen
reg
arding
Phantom
Stock
Account
states
participant
may
elect
single
sum
dis
tribution
participants
deferral
accounts
subject
pe
nalty
This
provision
stated
notwithstanding
balance
shall
determined
last
month
preceding
date
committee
re
ceives
written
request
In
case
September
30th
paragraph
indicate
cash
payout
90
value
deferrals
administ
rators
however
interpret
differently
Their
reading
yield
St
believe
paid
Corp
sha
res
justification
several
places
throughout
brochures
distributions
made
f
common
stock
reason
agree
their
First
begins
indicates
methodologies
described
se
ctions
deal
normal
termination
apply
Second
stating
distrib
ution
Participants
one
pay
ment
payment
separate
share
administrators
goes
beyond
71
does
val
ue
resulting
amount
closin
g
price
January
such
result
83
distributed
every
Although
beneficial
due
decline
Cor
methodology
ction
calculations
below
illustrate
difference
method
three
interpretations
630909Plan
Administrators0909Section
Number
shares0909660009shares0909660009shares0909096600
shar
es
Relative
price09092723090909090909098313
Value0909179718090909090909548658
Penalty090909-17972090909
-60009090909-54866
Value
distributed090916174609096000
shares090909493792
Current
price09090909090909090910
Distribution09090916174609096000
shares09090949379
correct
fair
insist
distributing
instead
current
hybrid
sections
lowest
possible
addition
myself
Tom
Martin
Neal
Black
same
appreciate
consideration
matt
er
Sincerely
09090909090909090909
155700
rlehmannyahoocom
rlehmann
Reagan
Just
wanted
give
update
changed
unit
mix
bedrooms
reduced
buildings
12
Kipp
Flores
construction
drawings
At
pursuing
FHA
financing
Once
revised
bid
Your
original
competitive
attracted
firm
strong
local
presence
contacts
061803
hlewisenroncom
Basic
BRM
Simulation
Deal
Accenture
Lewis
Andrew
OENRONOUNACNRECIPIENTSCNAlewis
director
Central
Desk
agreed
participate
content
SME
heavily
involved
reviewing
060216
West
Position
120456
JacquesTCaolcomENRON
IMCEANOTES-JacquesTC40aol2Ecom40ENRONENRONcom
glad
finally
partnership
Tuesday
Sorry
hear
wifes
condition
She
prayers
16
070622
kristinwalshenroncom
Calpine
Plants
Walsh
Kristin
OENRONOUNACNRECIPIENTSCNKwalsh
thanks
very
091452
worksheet
both
plumbing
electric
Steve
Chapman
company
He
plans
engineers
drawing
slab
swing
pick
said
knew
As
mentioned
Olguin
arrange
additional
mailed
133701
jwills3swbellnet
tried
calculate
IRR
port
Aransas
Roma
post
offices
clients
usually
evaluate
these
properties
looks
073705
andrewfairleyenroncom
Amerex
Halprian
Fairley
OENRONOUNACNRECIPIENTSCNEUcnRecipientscnafairley
brokerage
services
nice
enough
far
brokers
Personally
extremely
pleased
transition
online
platforms
business
done
choice
133751
regarding
cedar
park
104726
mikegrigsbyenroncom
keithholstenroncom
Nine
Energy
Services
OENRONOUNACNRECIPIENTSCNMgrigsb
Holst
OENRONOUNACNRECIPIENTSCNKholst
133400
insurance
stage
Insurance
Agency
Inc
6000
N
Lamar
PO
Box
15427
Austin
TX
78761-5427
Policy
CBI420478
Contact
Jeanette
Peterson
512451-6551
policy
signed
Vista
Partners
appraiser
sometime
pm
Dad
walk
around
112547
michaelbamhmscom
051822
mtholtenroncom
FERC
Special
102601
102901
Tholt
Jane
OENRONOUNACNRECIPIENTSCNJtholt
093620
chrissygroveenroncom
Home
Nortel
VPN
Grove
Chrissy
OENRONOUNACNRECIPIENTSCNCgrove
access
052017
susanmaraenroncom
SoCAl
says
summer
Mara
Susan
OENRONOUNACNRECIPIENTSCNNotesaddrcn8a20ece9-992cf340-8625697d-7146e9
Sue
Belden
forwarded
message
Ermis
holding
positions
greatly
affected
developments
withing
state
With
regard
Socals
comments
quite
180
presentations
Socal
giving
CPUC
forums
Until
now
consistently
plenty
Message-----Mark
Hall
072239
letter
why
promoted
17
132740
Strategy
Session
074006
REQUEST
PLEASE
COORDINATE
WITH
LEGAL
AND
BUSINESS
OENRONOUNACNRECIPIENTSCNNotesaddrcnafb3d0fa-ccb03d20-86256962-56fda5
items
requested
california
deals
transport
components
majortiy
buys
sells
net
without
exchanging
contract
past
Becky
worked
assist
gathering
final
product
submitted
121638
slimenroncom
Fixed
Price
Report
Excel
format
Lim
Francis
OENRONOUNACNRECIPIENTSCNFlim
165200
johnlavoratoenroncom
mornings
Commission
delayed
Lavorato
LavoratoCorpEnronECT
----------------------
AllenHOUECT
04252001
0151
---------------------------Ray
AlvarezENRON
1148
064113
Complaint
Against
09Nicolay
Christi
July
625
To09Lawner
Leslie
Pharms
Melinda
Novosel
Sarah
Subject09Complaint
FYI
L
NicolayHOUECT
07182001
0824
---------------------------Jackie
Gallagher
JGallagherepsaorg
mailtoJGallagherepsaorg
07
172001
105730
To09jdaykaalleghenyenergycom
mailtojdaykaalleghenyenergycom
illsalleghenyenergycom
mailtopmillsalleghenyenergycom
tadlhocall
eghenyenergycom
mailtotadlhocalleghenyenergycom
JohnACohenBAKER
NETcom
mailtoJohnACohenBAKERNETcom
JonathanWGottliebBAKERNET
com
mailtoJonathanWGottliebBAKERNETcom
zaiontjbpcom
mailtozai
ontjbpcom
craigccalpinecom
mailtocraigccalpinecom
mgerlich
calpinecom
mailtomgerlichcalpinecom
mhickeycalpinecom
mailtomh
ickeycalpinecom
smartincalpinecom
mailtosmartincalpinecom
r
onkiecanacogentrixcom
mailtoronkiecanacogentrixcom
agoldcoral-en
ergycom
mailtoagoldcoral-energycom
BruceMcKaydomcom
mailtoBru
ceMcKaydomcom
FallonRdsmocom
mailtoFallonRdsmocom
lebarret
tduke-energycom
mailtolebarrettduke-energycom
rasiegelduke-energ
ycom
mailtorasiegelduke-energycom
sslavigneduke-energycom
mailt
osslavigneduke-energycom
sarahtomaltydynegycom
mailtosarahtoma
ltydynegycom
stevehuntoondynegycom
mailtostevehuntoondynegyco
m
gmathewsedisonmissioncom
mailtogmathewsedisonmissioncom
sus
anginsbergelpasocom
mailtosusanginsbergelpasocom
ChristiLNico
layenroncom
mailtoChristiLNicolayenroncom
donnafultonenronco
mailtodonnafultonenroncom
rebeccawcantrellenroncom
mailtor
ebeccawcantrellenroncom
jphill8entergycom
mailtojphill8entergy
jabbottentrixcom
mailtojabbottentrixcom
Erin
Perrigo
Perrigoepsaorg
mailtoEPerrigoepsaorg
Illane
lewis
ILewisepsao
rg
mailtoILewisepsaorg
Jack
Cashin
JCashinepsaorg
mailtoJCash
inepsaorg
Jodi
Empol
jempolepsaorg
mailtojempolepsaorg
Ja
ckie
Julie
Simon
JSIMONepsaorg
mailtoJSIMONepsaorg
Bennett
MBennett
epsaorg
mailtoMBennettepsaorg
Reddy
Mreddyepsaorg
ma
iltoMreddyepsaorg
steveniepacom
mailtosteveniepacom
gsmith
jhenergycom
mailtogsmithjhenergycom
lorrainecrossmirantcom
iltolorrainecrossmirantcom
marktemplemirantcom
mailtomarktemp
lemirantcom
JackHawksnegpgecom
mailtoJackHawksnegpgecom
MarshaPalazzinegpgecom
mailtoMarshaPalazzinegpgecom
psierer
pwrteamcom
mailtopsiererpwrteamcom
awarnockreliantcom
mailtoaw
arnockreliantcom
ghinnersreliantenergycom
mailtoghinnersreliante
nergycom
johnrorrreliantenergycom
mailtojohnrorrreliantenergy
dacrabtreetecoenergycom
mailtodacrabtreetecoenergycom
af
ontanatenaskacom
mailtoafontanatenaskacom
jmartintenaskacom
iltojmartintenaskacom
petefrostusaconococom
mailtopetefrostu
saconococom
lhamiltoutilicorpcom
mailtolhamiltoutilicorpcom
awennervelawcom
mailtoawennervelawcom
judyneasonwilliamscom
mailtojudyneasonwilliamscom
cc0920
13th
shipper
filed
complaint
against
Nat
ural
alleging
pipeline
oversold
capacity
part
unlimited
growth
demands
customers
complainants
converted
demand
cu
stomers
reasonable
levels
mandatory
expansion
meet
existing
obligations
prohibit
collecting
charges
serv
ice
unable
until
show
capable
its
service
Technical
Conference
Pasos
Order
No
637
proceeding
RP00-336
scheduled
Wed
discuss
systemwide
allocation
topics
complaint20
100938
chrisgaskillenroncom
Workshop
Modeling
Forum
Impact
Climate
Change
Gaskill
OENRONOUNACNRECIPIENTSCNCgaskill
someone
052259
garytaylorenroncom
barrytycholizenroncom
Questar
Taylor
Gary
OENRONOUNACNRECIPIENTSCNGtaylor
Tycholiz
OENRONOUNACNRECIPIENTSCNBtychol
110753
waiting
speak
Pauline
Kuo
place
her
151800
frankermisenroncom
janetholtenroncom
torikuykendallenroncom
GrigsbyHOUECTECT
HolstHOUECTect
ErmisHOUECTECT
TholtHOUECTECT
ReitmeyerHOUECTECT
Tori
Kuykendall
KuykendallHOUECTECT
LenhartHOUECTECT
05042001
1015
---------------------------James
SteffesENRON
05032001
0544
162700
garycreativepanelcom
Schmitz
speaking
Johnnie
Brown
Antonio
general
According
less
buying
factory
versus
purchasing
Assuming
true
sent
They
prepared
architects
confirm
distributor
excited
potentially
105510
alpollardnewpowercom
howdy
AlPollardNewPowercomENRON
IMCEANOTES-Al2EPollard40NewPower2Ecom40ENRONENRONcom
Glad
elite
075854
Blackline
Amendment
Contract
121644
Forward
11
055641
Briefing
1259
Zufferli
Cc
Swerzbin
Richey
Cooper
Charts
todays
095905
httpwwwnwd-wcusacearmymilreportprojdatahtm
105814
My
guess
hrs
Was
064257
jerilyncastillojpmorgancom
Jerilyn
requests
133700
Kean
04302001
1036
---------------------------Alan
Comnes
04272001
0138
113339
Stage
091813
Answer
charsetANSIX34-1968
clarity
wherever
cite
62
response
mean
address
key
upon
beginning
Notwithstanding
implies
contains
rules
accelerated
disagree
translation
meaning
once
appeal
relevant
PSA
Additionally
Q
brochure
pg
8
example
adjusting
retain
certain
dollar
above
advise
convenient
further
070255
yevgenyfrolovenroncom
Schedule
Frolov
Yevgeny
OENRONOUNACNRECIPIENTSCNYfrolov
light
events
floor
tomorrow
114454
scottnealenroncom
Goldman
Comment
issued
Revised
Target
68share
OENRONOUNACNRECIPIENTSCNSneal
134816
073905
connections
East
website
Shively
Arnold
Schwieger
052150
wisecounsellplcom
Huntleyquestion
Robert
Huntley
CFP
wisecounsellplcomENRON
Bob
found
warranty
deed
copy
today
23
131141
OENRONOUNACNRECIPIENTSCNJlavora
Managing
VAR
limits
essential
Penalties
achieve
impliment
minimizing
negative
effects
discouraging
aggressive
morale
reductions
caused
penalties
fit
crime
Million
fine
minor
violation
punishment
received
aggressively
million
dollars
headroom
times
Malin
PGE
avoided
limited
liquidity
potential
volatility
spikes
intended
realize
leeway
few
months
excellent
progress
reduction
environment
calculation
tolerance
constantly
changing
suggestion
implementing
control
provides
gives
probe
maximum
utilization
warning
breaches
500000
consecutive
initial
violations
greater
documented
advance
increase
consider
suggestions
play
known
willing
accept
revisions
retroactively
forget
171300
LavoratoENRONenronXgateENRON
analysts
093341
stevenmatthewsubspainewebbercom
Matthews
Steven
stevenmatthewsubspainewebbercomENRON
expecting
maturity
2020
treasury
paying
taxable
39
isnt
38
Why
wouldnt
money
munis
081722
edmcmichaelenroncom
McMichael
Jr
OENRONOUNACNRECIPIENTSCNEmcmich
142142
140932
melicktexas1031com
Texas1031homepage
Carlos
1031
exchange
thought
best
situation
purchased
32
acre
tract
Leander
ago
sell
property
18th
expect
gain
400000
See
051156
inarangelenroncom
Meeting
Rangel
Ina
OENRONOUNACNRECIPIENTSCNIrangel
thank
141229
Center
Garage
102054
probably
Columbus
135117
paulluccienroncom
psouthenroncom
Crossroads
Storage
Project
OENRONOUNACNRECIPIENTSCNFermis
Lucci
OENRONOUNACNRECIPIENTSCNNotesaddrcn7d70b636-e0c529ad-86256949-e3175
South
P
OENRONOUNACNRECIPIENTSCNSsouth
Would
storage
proposed
facility
143654
Topic
Framework
Deliverable
Sign-Off
Acceptance
These
072528
merylbrownaccenturecom
merylbrownaccenturecomENRON
IMCEANOTES-mery2El2Ebrown40accenture2Ecom40ENRONENRONcom
Mery
target
audience
061328
variance
application
19
071811
133622
Directors
Yes
attend
170100
etc
Dallas
145601
NEWGen
June
Release
102829
E-mail
payoff
unsecured
720
36523
7day
accrued
620
718
36719
Kuos
36304
amortization
130045
available
Wills
jwills3swbellnetENRON
Killeen
tough
math
prepare
investment
assumptions
rates
expenses
lease
incorrect
053515
amartinenroncom
Payouts
OENRONOUNACNRECIPIENTSCNPBUTLER
OENRONOUNACNRECIPIENTSCNTmartin
Appointment-----From
123229
intrastate
matters
062534
reneeratcliffenroncom
Ratcliff
Renee
OENRONOUNACNRECIPIENTSCNRratcli
digging
Deferred
Units
clear
understand
determine
VII
Amount
Benefit
Payments
reads
statement
122700
04242001
0926
---------------------------From
124035
timothyheizenraderenroncom
pnw-march1-forecast-gas-update-summaryxls
Timothy
1123
Heres
asked
reported
actuals
mid-Columbia
spill
participation
assumption
drastic
efforts
refill
continue
Not
rumored
400
MW-mo
federal
Columbia
thats
considered
mid-June
114527
official
word
New
Braunfels
100702
Attention
Body
Shop
Members
UPDATE
Closure
WellnessENRON
body
shop
closed
cant
continued
operated
staff
exercise
classes
133000
karenbuckleyenroncom
Presentation
Trading
Track
AA
Karen
Buckley
BuckleyENRONenronXgateENRON
topic
western
natural
market
overhead
slides
handouts
142249
reviewed
offer
sheet
OK
income
484K
Her
records
basically
75month
subtracted
3000
reflect
taxes
right
484
244
240
NOI
Murnane
feels
likely
warrant
75
year
spreadsheets
112200
isssues
055134
wrote
check
form
dropped
off
Thursday
off-cycle
on-cycle
prefer
deposit
sufficient
notice
133100
Program
Chad
deserves
135538
Properties
sale
125948
randybhatiaenroncom
Bhatia
Randy
OENRONOUNACNRECIPIENTSCNRbhatia
Citygate
Mgmt-West
Were
created
print
forwards
FT-PGE
transfer
mid
064425
leslielawnerenroncom
Instrate
Lawner
OENRONOUNACNRECIPIENTSCNLlawner
names
mailing
063023
residence
April
dimensions
26000
Have
raw
materials
labor
increased
understanding
051201
52501
110705
mrbilltexasnet
needed
143232
Distribution
Form
050519
Action
Requested
Past
Due
Invoice
135038
shows
return
calculating
repair
seem
low
options
extend
higher
exercised
huge
leap
faith
where
near
150sf
offered
Based
optimistic
loaded
returns
comfortable
anyway
064804
073651
chadlandryenroncom
workout
Landry
OENRONOUNACNRECIPIENTSCNClandry
bunch
rehab
exercises
knee
wont
partner
couple
weeks
063958
114243
kerrville
JEFF
SMITH
owner
115658
045346
110558
jaywebbenroncom
Webb
OENRONOUNACNRECIPIENTSCNJwebb
compile
report
transaction
volume
locationBasis
Swaps
location
Phys
Forwards
Finc
historical
volumes
judge
713-515-3949
x37041
135320
file
promised
applied
permit
29th
rejected
discussions
building
inspector
constitute
denial
133244
Try
32nd
130000
juliepecherskyenroncom
Inteligence
Press
Pechersky
PecherskyENRONenronXgateENRON
134000
Resume
HR
round
track
114007
djackkeyadcom
Darrell
rejection
invitation
project
070420
Update
723011
172600
moniquesanchezenroncom
randallgayenroncom
stevensouthenroncom
susanscottenroncom
Instructions
Monique
Sanchez
SanchezHOUECTECT
Randall
Gay
GayHOUECTECT
SouthHOUECTECT
ScottHOUECTECT
0223
---------------------------Eric
BensonENRON
114740
132441
Hope
wife
Stagecoach
finalized
latest
draft
faxed
ok
lets
081914
turned
yesterday
hearing
8th
order
calendar
4th
9th
deadline
ball
another
Edwards
su
ggestions
orward
bedroom
top
stairs
space
convert
modified
media
gameplaymusic
replace
lost
Part
bord
ered
stair
rail
living
built
computers
staircase
walls
playroom
bed
slope
roof
un
til
setback
large
dormer
facin
wall
straight
driveway
elevation
intwould
brought
covered
parking
area
kitche
dining
shaded
ad
thing
opening
kitchen
di
ning
idea
visualize
even
exp
loring
except
But
suggest
somethi
ng
granted
sketch
09Robert
Sent09Monday
1145
Subject09word
8855
Merlin
lttrdoc
100503
Common
Mistakes
mistakes
create
scenarios
simulation
generated
hold
everyone
aware
inclusive
072103
blessing
doesnt
foresee
person
weekend
Seguin
proposing
How
put
behind
190400
alancomnesenroncom
Alan
ComnesPDXECTECT
091511
When
reschedule
phantom
060828
Melissa
CD
065607
120416
sales
comply
09Alvarez
Sent09Thursday
141
Subject09FERC
AlvarezNAEnron
07262001
023
---------------------------20
Nancy
Bagot
0951
To09JulieArmstrongENRONcom
NancyBagotENRONcom
MarthaBennerENRON
LynnBlairENRONcom
SharonBrownENRONcom
JanetButlerENRONcom
DebCappielloENRONcom
AlmaCarrilloENRONcom
JanetConesENRONcom
B
illCordesENRONcom
ShelleyCormanENRONcom
RickDietzENRONcom
Dari
DornanENRONcom
JohnDushinskeENRONcom
DrewFossumENRONcom
AvaGarc
iaENRONcom
JohnGoodpastureENRONcom
StevenHarrisENRONcom
JoeHart
soeENRONcom
GlenHassENRONcom
RodHayslettENRONcom
BambiHeckerman
ENRONcom
TheresaHessENRONcom
StaciHoltzmanENRONcom
StanleyHorto
nENRONcom
SteveHotteENRONcom
RitaHouserENRONcom
StevenJanuaryE
NRONcom
StevenJKeanENRONcom
RobertKilmerENRONcom
FrazierKingEN
RONcom
SteveKirkENRONcom
TimKissnerENRONcom
LauraLantefieldENRO
Ncom
TerryLehnENRONcom
TebLokeyENRONcom
DannyMcCartyENRONcom
DorothyMcCoppinENRONcom
MikeMcGowanENRONcom
KentMillerENRONcom
MKMillerENRONcom
michaelpmoranenroncom
SheilaNaceyENRONcom
NepplENRONcom
DaveNeubauerENRONcom
ZeldaPaschalENRONcom
MariaPa
vlouENRONcom
KeithPetersenENRONcom
JanetPlaceENRONcom
TonyPryor
LisaSawyerENRONcom
DonnaScottENRONcom
EmilySellersENR
ONcom
SharonSolonENRONcom
CindyStarkENRONcom
JamesStudebakerENR
GinaTaylorENRONcom
StephenVeatchENRONcom
IrisWaserENRONc
om
RickiWintersENRONcom
Eva
NeufeldEnro
nEnronXGate
Ruth
MannEnronEnronXGate
Gregory
PorterENRONenronXgat
NovoselCorpEnronENRON
Donna
Fulton
CorpEnronENRON
Karina
PrizontEnronEnronXGate
Attached
Commissions
Imposing
Requirement
Natur
al
Market
late
finds
authority
reque
st
requirement
cover
Sept
2002
coincides
mitigation
wholesa
l
Specific
sellers
LDCs
concernign
purchase
trans
exempt
FOIA
disclosure
respondents
privileged
portions
eir
responses
theCommissions
regulations
Some
proposal
Transaction
required
aggregate
inform
ation
NOT
expanded
providing
reporting
template
RIMS
appendix
listing
specific
3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D
3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D3D
APPENDIX
Answers
require
et
forth
MMBtu
Interstate
Natural
Pipelines
109On
period
pl
ease
border
a09the
identification
b09the
terms
c09contract
d09the
e09the
nominated
f09the
delivered
g09whether
interruptible20
h09the
charged
MMbtu
i09primary
associated
j09whether
affiliated
Along
hard
CD-ROM
containing
esponse
question
version
97
comma
separated
CSV
209For
transportat
ion
number20
tie
Question
1a
name
releasing
c09the
acquiring
quantity
shippers
Docket
RM01-9-00009-
-309On
peak
09the
flowing
point
f09an
explanation
instance
capacit
y
g09an
409On
1999
followi
Sellers
109State
whether
seller
interstate
intrastat
ive
209
sold
physically
Californi
California20
ending
dates
buyer
marke
ter
user20
basis20
f09whether
indexed
identify
index
309For
compon
ent
component
sp
ecifies
includes
overall
incurred
moving
poi
nt
element
respond
na
409For
contra
cts
identified
Quest
upstream
downs
tream
dates20
paid20
ndex
09identify
entity
whom
responder
h09identify
took
gas20
Local
Companies
California09
109Provide
systems
core
non-core
generation
non-utility
loads
Provide
eg
quality
servicefirminterr
uptible20
209On
distribu
tion
customer
a09contract
d09whether
f09receipt
309On
customer20
purchaser
contract20
bought
e09whether
f09identify
tit
le
509On
ximum
dai
ly
609On
system-wide
rights
capac
ity
deliverability
injections
withdrawls
709On
supply
produ
sources
Separately
nd
Include
total
809Provide
summary
purchases
cate
gories
a09daily
spot
b09monthly
c09short-term
d09medium-term
1-3
e09long-term
a09price
b09volume
c09identify
producing
basin
Embedded
Picture
Device
Independent
Bitmap
053415
Two
McKay
Sumas
views
short
prospect
200000day
coming
displace
Aeco
Kingsgate
AECO
-010
BCF
left
March
070
wider
rest
curve
050
widen
085
ultimate
095
040
winter
analysis
commands
premium
isolated
support
conclusion
sumas
talk
Gs
115400
5401
05072001
0
654
---------------------------From09Kristin
WalshENRONenronXgate
0432
CDT
To09John
LavoratoENRONenronXgate
KitchenHOUECTECT
cc09Phillip
AllenHOUECTECT
Dasovi
chNAEnronEnron
GaskillENRONenronXgate
HeizenraderENRONenronXgate
Vince
KaminskiHOUECTECT
KeanNAEnronEnron
MilnthorpCALECTECT
PrestoHOUECTECT
Claudio
RibeiroENRONenronXgate
ShapiroNAEnronEnron
TawneyENRONenronXgate
TholanENRONen
ronXgate
Britt
WhitmanENRONenronXgate
Lloyd
WillHOUECTECT20
Subject09California
713
853-9510
Bridge
Loan
Financing
Bills
Meet
Deadline
Lack
Support
Sources
vote
authorization
bond
issuancebridge
possibility
reportedly
fallen
apart
Republic
ans
Democratic
caucuses
turning
Davis
cauc
unwilling
fight
Many
legislative
Democrats
trust
express
nce
bonds
replenish
General
Fund
double
dip
fund
Clearly
lack
leg
islature
governor
believed
discloses
negotiated
issuance
plac
generator
lon
g-term
opposed
development
happen
breach
legislature
pass
bridge
legislation
wi
ll
difficult
Republicans
alternative
whereby
stat
eat
billion
thereby
decreasing
concession
intend
ful
governors
handling
crisis
including
long-term
Currently
dealing
AB
8X
31X
authorizes
DWR
bi
passed
Senate
stalled
Assembly
lac
Republican
conservation
programs
fo
community
college
districts
bill
ended
Senator
Bowen
curre
ntly
Bowens
utilities
payments
li
kely
cause
SoCal
bankruptcy20
Strickland
Other
Republ
icans
issuing
debate
Lehman
Brothers
repo
rtedly
unnecessary
ind
ications
Key
Points
Initial
Amount094125
Lenders0909JP
Morgan090925
090909Lehman
Brothers090910
090909Bear
Stearns0909625
Tax
Exempt
Portion09Of
4125
expected
tax-exempt
Projected
Interest
Rate09Taxable
Rate0909577
090909Tax-Exempt
Rate0909477
Projected20
Blended
IR0909538
Maturity
Date0909August
Bill
SB
6X
Passed
Yesterday
Little
Done
Time
Consumer
Conservation
Authority
authorized
aut
horized
already
addi
tional
Again
authoriz
ations
Without
taxpayers
urther
action
taken
implementation
clarified
purchas
ing
defined
Calif
ornia
Public
consi
dered
victory
consumer
advocates
began
promoting
earl
ier
Edison
Bankruptcy
trigger
bankruptcy
T
MOU
specified
Au
gust
15th
decision
earlier
yet
though
igned
Davi
votes
indicat
pas
voluntary
ruptcy
creditor
involuntary
operating
triggering
event
linked
suance
effort
amend
tating
100
ratepayers
en
residual
words
assed
urging
proportionately
083635
160900
gary
photograph
similar
56Wide
X
41
Deep
deep
porch
across
entire
front
modification
gable
flush
pallenenroncom
1251
---------------------------Hunter
03262001
1001
080331
kenshulklapperenroncom
Shulklapper
Ken
OENRONOUNACNRECIPIENTSCNKshulkl
1030
Dow
Jones
analyzing
stocks
isautomobiles
SG
Cowen
Hatch
Peter
Mirsky
Eric
Handler
Media
Money
Manager
Automobile
advertising
largest
category
domestic
spending
studiers
say
Competitive
By
early
car
companies
ramp
model
introductions
regain
imports
Such
crew
mark
catalyst
depend
TV
AOL
Warner
Viacom
VIA
VIAB
News
NWS
Disney
DIS
BS
083527
brentdornierenroncom
Dornier
OENRONOUNACNRECIPIENTSCNEUcnRecipientscnbdornie
minute
phone
050429
sshivelyenroncom
Party
OENRONOUNACNRECIPIENTSCNHshivel
130107
Bobinchucks
placed
privately
investors
77
credit
enhancement
Agape
501-c-3
nonprofit
flexibility
timing
Philip
172100
LandryHOUECTECT
Ted
Bland
All
desks
train
experience
rotation
Unless
dying
121830
Comanch
Trace
Roberts
trobertsdyalrobertscomENRON
Sounds
finish
mailtopallen70hotmailcom
052344
httpwwwcaisocomSystemStatushtml
122255
Baseload
Physical
Transactions
072701
144051
getting
scoped
110222
Bcc
assignment
Marcus
makes
Success
Real
Estate
Dont
Southern
Pacific
Bank
certainly
signing
settled
Has
attorney
contacted
court
070034
OENRONOUNACNRECIPIENTSCNKbuckley
interviewed
Agustin
Leon
Zoya
Raynes
quantitative
technical
Programming
skills
trader
asset
research
Salomons
rotational
lean
marketing
Seems
talented
candidates
132945
Notice
112600
HeizenraderEnronEnronXGate
mike
grigsby
problems
accessing
active
password
102839
mac05flashnet
Mac
IRS
estimated
970001
Louis
MO
63197-0001
PS
115536
Outing
Event
Ultra
Sailing
Yacht
EnronAccenture
Initiative
Team
directions
map
doctors
appointment
171400
4-URGENT
OWA
RangelHOUECTECT
05012001
214
---------------------------Outlook
Migration
TeamENRON
0101
To09Allison
HortonNAEnronENRON
Amir
BaigNAEnronENRON
Brandon
Bang
erterNAEnronEnron
Brian
EllisCorpEnronEnron
Charles
PhilpottHRCor
pEnronENRON
WoodNAEnronEnron
TullHOUECTECT
Dale
Sm
ithCorpEnronENRON
JuneNAEnronENRON
Donald
SuttonNAEnronEnro
Felicia
BuenrostroHRCorpEnronENRON
Johnna
MorrisonCorpEnronENRON
DornCorpEnronENRON
Kathryn
SchulteaHRCorpEnronENRON
McD
owellNAEnronENRON
Leticia
BarriosCorpEnronENRON
Milton
BrownHRCor
Raj
PerubhatlaCorpEnronEnron
Shekar
KomatireddyNAEnron
Andrea
YowmanCorpEnronENRON
Angie
OBrianHRCorpEnronENRON
Bonne
CastellanoHRCorpEnronENRON
Gwynn
GorsuchNAEnronENRON
Jo
Ann
MatsonCorpEnronENRON
LaQuitta
WashingtonHRCorpEnronENRON
sonHRCorpEnronENRON
Sandra
LighthillHRCorpEnronENRON
Valeria
Ho
peHOUECTECT
Charlotte
BrownHRCorpEnronENRON
Ronald
FainHRCorpEn
ronENRON
FitchHRCorpEnronEnron
Anna
HarrisHRCorpEnronENRON
JonesHRCorpEnronENRON
Kristi
MonsonNAEnronEnron
Bobbie
McNi
elHRCorpEnronENRON
StablerHRCorpEnronENRON
Michelle
PrinceN
GramkeNAEnronENRON
Blair
HicksNAEnronENRON
Jen
nifer
JohnsonContractorEnron
CommunicationsEnron
Communications
Lit
tleEnronEnronXGate
LukertNAEnronENRON
MartinNAEnronEN
RON
MatteiNAEnronENRON
Darvin
MitchellNAEnronENRON
Old
hamNAEnronENRON
Wesley
PearsonNAEnronENRON
Ramon
PizarroENRONDEVE
LOPMENTENRONDEVELOPMENT
Natalie
RauNAEnronENRON
William
RedickNAEn
RichardsonNAEnronENRON
SchniedersNAEnronENR
ON
SimmonsNAEnronEnron
Delaney
TrimbleNAEnronENRON
Upto
nNAEnronENRON
BoeglerHRCorpEnronENRON
Lyndel
ClickHRCorpEn
Gabriel
FrancoNAEnronEnron
GrossHRCorpEnronEnron
Arthur
JohnsonHRCorpEnronEnron
Danny
O
gdenHoustonEottEott
Edgar
PonceNAEnronEnron
Tracy
PursifullHRCorp
EnronENRON
Lance
StanleyHRCorpEnronENRON
ane
SanchezHO
UECTECT
Kuy
kendallHOUECTECT
Brenda
FletcherHOUECTECT
Jeanne
WukaschCorpEnr
onENRON
Mary
Theresa
FranklinHOUECTECT
PotterNAEnronEnron
Na
talie
BakerHOUECTECT
Suzanne
CalcagnoNAEnronEnron
Alvin
ThompsonCo
rpEnronEnron
Cynthia
FranklinCorpEnronENRON
Jesse
VillarrealHOUECT
ECT
Joan
CollinsHOUEESEES
CasasHOUECTECT
Kelly
LoockeENRON
Lia
HalsteadNAEnronENRON
Meredith
HomcoHOUECTECT
Rober
AllweinHOUECTECT
LovingNAEnronENRON
Shanna
BoudreauxENRON
GillespieCorpEnronENRON
Tamara
CarterNAEnronENRON
WoodNAEnronENRON
FuzatEnron
Commun
NetekEnron
Lam
Nguyen
NAEnronEnron
Camille
GerardCorpEnronENRON
TaylorHOUECTECT
Jessica
HangachNYCMGUSAMGUSA
Kathy
GagelNYCMGUSAMGUSA
Lisa
Goulart
NYCMGUSAMGUSA
BalladaresNYCMGUSAMGUSA
Sid
StruttNYCMGUSAMGUS
Subject094-URGENT
Notes
User
REASONS
FOR
USING
OUTLOOK
WEB
ACCESS
mailbox
migrated
Outlook
lient
configured
computer
migration
recieve
il
via
onfigured
igrated
During
Web
Access
web
browser
Internet
Explorer
50
NOTE
entries
personal
journals
o-Do
imported
cl
ient
desktop
Remote
client
OW
remote
accessible
connect
network
LAN
future
availab
abroad
HOW
TO
Launch
window
httpnahou
-msowa01pexchangejohndoe
Substitute
johndoe
click
ENTER
prompted
box
shown
Type
corpyour
id
user
NT
logon
view
subtle
differences
functionality
betwee
thin
gs
Below
brief
functions
Features
Tasks
Journal
Spell
Checker
Offline
Use
Printing
Templates
Reminders
Timed
Delivery
Expiration
Rules
Voting
Flags
Recall
Sharing
Contacts
others
Task
Delegation
Direct
Resource
Booking
Personal
Lists
QUESTIONS
OR
CONCERNS
answer
Mailbox
09Outlook2000enroncom
Otherwise
Resolution
09713-853-1411
064241
Bobinchuck
082540
230
officially
Mikes
succession
head
announce
142510
144326
teceditingcocom
presentation
httpwwwtheadversarycommusicmusichtm
song
choose
Save
save
songs
713-853-7041w
713-463-8626h
082041
Forms
Montez
mrbilltexasnetENRON
IMCEANOTES-22Bill20Montez22203Cmr5Fbill40texas2Enet3E40ENRONENRONcom
outstanding
conversation
081636
jeffrichterenroncom
Check
-Mime-Version
Richter
OENRONOUNACNRECIPIENTSCNJrichte
t-111
tell
teacher
taking
job
050448
editorcookingsweepscom
Omaha
Steaks
Sale
editorcookingsweepscomENRON
IMCEANOTES-editor40cookingsweeps2Ecom40ENRONENRONcom
remove
09editorcookingsweepscomENRON
mailtoIMCEANOTES-editor40cooking
sweeps2Ecom40ENRONENRONcom20
Sent09Saturday
345
To09pallenenroncom
Subject0912
unsolicited
ve
rified
opt
promotions
goal
onlin
0909
IMAGE
Skip
ties
colo
gne
Enjoy
EXCLUSIVE
SAVINGS
Plus
Bur
gers
FREE
Get
http21624223768765nmailclickid3DDEEFPBCJFC
JBPBBIHC
http21624223768765nmailclickid
3DDEEFPBCJFCJBPBBIHD
http21624223768765nm
ailclickid3DDEEFPBCJFCJBPBBIHE
oz
Filet
Mignons
http21624223768765nmailclickid3DDEEFPBCJFCJBPBBIHF
Strip
Combo
http21624223768765nmailclickid3DDEEFPB
CJFCJBPBBIHG
Bacon
Wrapped
Filets
http2162
4223768765nmailclickid3DDEEFPBCJFCJBPBBIHH
ilet
Boneless
Strips
Reg
6400
Exclusive
3200
6900
3450
4699
2350
2349
IMAG
http21624223768765nmailclickid3DDEEFPBCJFCJBPBBIHI
http21624223768765nmailclickid3D
DEEFPBCJFCJBPBBIHJ
http216242237687
65nmailclickid3DDEEFPBCJFCJBPBBIIA
wit
h
gift
http21624223768765nmailclic
kid3DDEEFPBCJFCJBPBBIIB
sizes
colors
confident
delighted
satisfaction
guarantee
absolutely
rilled
refund
hichever
wwwomahasteakscom
http
21624223768765nmailclickid3DDEEFPBCJFCJBPBBIIC
ure
sees
cooler
door
Now
comes
smile
opens
package
rsonalized
saying
Happy
Fathers
Day
ski
cologne
impress
21624223768765nmailclickid3DDEEFPBCJFCJBPBBIID
sink
teeth
imon
Owner
OmahaSteakscom
1-800-960-8400
rememb
grandfathers
uncles
fathers-in-law
brothers
dear
friends
Fa
thers
impressive
http21624
223768765nmailclickid3DDEEFPBCJFCJBPBBIIE
Note
spam
hav
verified
promotional
material
ou
wish
unsubscribe
CLICK
HERE
http2162422376876
5nmailclickid3DDEEFPBCJFCJBPBBIIF
ror
reply
unsubscribecookingsweepscom
http216242
23768765nmailclickid3DDEEFPBCJFCJBPBBIIG
120254
Marketer
Generator
Motion
Credit
Issues
5000
range
description
rock
removed
replaced
siding
clarify
negotiations
stall
seems
cut
things
smoothly
062125
boat
extravagant
wasteful
Cant
small
happy
073622
Arizona
431
Miller
talking
counsel
Phoenix
informed
merchant
generators
danger
killed
Corporation
apparently
interconnecting
plants
located
reliability
terrorist-threat
possibilities
raise
062252
richardtoubiatruequotecom
hope
party
success
Stay
touch
110152
msimpkinswinsteadcom
Warranty
DeedFirst
Lakeline
Apts
080757
130119
Regarding
shut
own
negotiating
city
seguin
informs
meters
compute
owe
repairs
she
needs
care
disconnected
mind
never
bargaining
chip
11000
ownership
ensure
consent
wait
reasons
didnt
hand
consenting
052602
090953
monicalbrownaccenturecom
Outlines
monicalbrownaccenturecomENRON
IMCEANOTES-monica2El2Ebrown40accenture2Ecom40ENRONENRONcom
Monica
053109
permits
4pm
later
135343
kevinwelleniusfrontiereconomicscom
120036
changes
wrap
lien
smaller
081723
roll
713-646-2391
footages
again
094911
085338
employee
voluntarily
terminates
Hypothetically
course
095725
135409
typed
scratch
Will
tends
dusty
beef
financial
073043
nuclear
units
gone
output
suppress
sendouts
Grand
Coulee
outflows
exceeded
inflows
In-698
Out-734
In-577
Out
682
starting
creep
drafting
yesterdays
inflow
064539
135800
2nd
private
Coach
Apartments
silent
Regular
overnight
wire
funds
unless
wiring
instructions
053822
went
instructed
Irwin
promissory
84
subordination
agreem
adjusted
ill
appraisal
land
appraised
1120000
contribute
180000
equity
previously
positive
old
tru
09Greg
Sent09Tuesday
145
Subject09Bishops
press
Deed
Trust
balanc
act
rfected
talked
Cheerie
means
sister
Ticor
ignature
recording
told
Or
ke
soon
Appraisal
gave
125
1152695
Land
recorded
nuary
showing
improvements
tending
reduce
Title
Debt
Carry
bt
resultant
main
committing
rise
ut
borrow
exact
needing
soft
overages
effec
ts
absorb
detention
pond
dredging
wh
ich
foundat
ionconcrete
Hard
attempting
Docs
Havent
interrupted
qu
estions
074741
confusing
ID
simtrader7
065554
utility
resolved
lienholder
sort
Banks
093354
hold-up
122800
SmithEnronEnronXGate
coordinate
listens
Tara
fundamental
calls
happened
0726
2-
SURVEYINFORMATION
EMAIL
0100
Subject092-
User20
successful
gather
individual
completely
followin
survey
simply
button
Se
automatically
ailbox
--------------------------------------------------------------------------------------------------------------------------------------------Full
Name
Login
Extension
Office
Location
Desktop
Laptop
Both
PDA
yes
None
IPAQ
Palm
Pilo
Jornada
permission
anyones
EmailCalendar
Does
anyone
responsible
updating
elses
shared
Groups
Messaging
maintains
ass
mailings
databases
applications
datetime
hours
vacation
MMDDYY
122100
files
excel
064038
heatherduntonenroncom
Dunton
Heather
OENRONOUNACNRECIPIENTSCNHdunton
exactly
pivot
validate
shift
102416
page
conveyance
Transfer
occur
holder
Southwest
approves
executable
120727
122602
082751
payback
mention
20th
supposed
135100
Traveling
takes
fun
Especially
formal
honest
opinions
desired
productive
stimulate
groups
Too
often
presenter
quiet
turn
held
discussion
Play
golf
jet
skis
Flying
somewhere
051709
jamesbruceenroncom
Bruce
OENRONOUNACNRECIPIENTSCNJbruce2
fundamentals
produced
Heizenraders
receiving
em
ail
Portland
thro
ugh
administrative
assistants
efficient
assistant
loca
EB3210
09Bruce
434
Alonso
Alport
Kysa
Badeer
Kortney
Bryson
Buerkle
Cadena
An
gela
Calger
Chang
Fran
Chen
Choi
Clark
Conwell
Wendy
Dalia
Minal
Davidson
Debra
Donovan
Te
rry
Driscoll
Dyer
Laird
Eriksson
Fredr
ik
Etringer
Fillinger
Foster
Frost
Ful
ler
Gilbert
Gomez
Gray
Stan
Guilla
ume
Guzman
Hammond
Kaufman
Lackey
Law
Samantha
Mainzer
Elliot
Malowney
Mays
Wayne
Mcdon
ald
Mckay
Jonathan
Motley
Mullen
Mar
Mumm
Nelson
Kourtney
Ngo
Oh
Jeffrey
Page
Jonalan
arquet
Perry
Todd
Polsky
Phil
Presto
Darin
Radous
Ranc
Rawson
Lester
Rosman
Stewart
Sacks
Sa
lisbury
Holden
Sarnowski
Savage
Gordon
Scholtes
Diana
Semperg
Cara
Shields
Slaughter
G
Sarabeth
Soderquist
arry
Surowiec
Glenn
Swain
Symes
Kate
ake
Thome
Stephen
Thompson
Virginia
Van
Gelder
Ward
Kim
Wente
Laura
Williams
III
Wi
lliams
Jason
Subject09Distribution
reports
paper
e-mail
inc
luding
admin
internal
decisions
Bruce09
North
America0909503
464-8122
Desk0909503
860-8612
121
SW
Salmon
3WTC030609503
464-3740
972040909JamesBruceEnroncom
094333
Confirmation
103001
10am-11am
103131
Case
Options
option
along
SMEs
104213
customerserviceapartmenttrendscom
quarter
trend
ability
andrearichardsenroncom
Bryan
Hull
Richards
RichardsNAEnronENRON
Hulls
suited
061702
Analysis
4-
Terrorism
Attacks
093053
Receipt
Payment
settlement
easier
ericbensonenroncom
Benson
BensonNAEnronENRON
095933
feedback
helpful
personnel
six
exception
satisfied
reviews
bad
salary
123833
Utility
Construction
Escrow
Agreement
AllenAMHP
Simpkins
MSimpkinswinsteadcomENRON
IMCEANOTES-22Simpkins2C20Michelle22203CMSimpkins40winstead2Ecom3E40ENRONENRONcom
111100
approved
04182001
0810
---------------------------To
111638
plugged
Colonial
Oaks
305000
professional
management
Subtracting
25000
280000
3000unit
240000
Comparing
rents
upside
asking
2700000
Using
89
cap
104
33750
1969
3658
claims
input
fairly
quickly
benefit
brick
exterior
elderly
tenants
actually
achieved
lender
134408
midyear
Wolfe
appropriately
leaves
092634
105644
lgayenroncom
OENRONOUNACNRECIPIENTSCNRgay
145342
hr
063759
gregwhalleyenroncom
Whalley
OENRONOUNACNRECIPIENTSCNGwhalle
082205
Gracie
CPE
staying
YTD
wages
withheld
stub
threw
away
realized
payroll
831
102715
jacques
732887
settle
bogged
lienholders
102846
cgossettenroncom
Curve
Shift
Gossett
OENRONOUNACNRECIPIENTSCNJgosset
JP
comparing
calculated
Billion
theoretical
-13
assembled
Port
914
500
reserves
Besides
pulling
packets
larger
RAC
bogus
115625
noticed
san
macos
record
zoning
underway
art
rezoned
targeted
seniors
ike
explore
developing
ed
invest
real
estate
equirements
projects
minority
artner
article
Sector
geets
boost
council
MURLIN
EVANS
Staff
Reporter
ome
landowners
northwestern
futu
consult
Ci
ty
Council
unanimously
covering
126
squa
mile
encourage
acceptable
Significant
affe
cting
controversial
owned
resident
Weatherford
corne
Ranch
Road
newly
named
Craddock
Avenue
Bishop
Street
atherford
suit
vari
ous
commissions
declining
approve
re-zoning
landowner
synch
uses
deemed
Proposed
Weatherfords
54
dir
ect
effect
deletes
acres
high
density
resid
ential
allowed
adds
commercial
medium
residential
seven
dditional
eight
cres
ggested
single-family
multi-family
senior
housing
co
mmercial
commerci
established
district
loosely
ens
compatibility
neighborhoods
buffering
landscaping
greenbelt
buffer
areas
curb
envisioned
RR
drew
som
traffic
hazards
po
busy
highway
cuts
Ave
nue
While
department
eventual
Ron
Patterson
allowance
compromise
wishes
member
Hughso
supported
removing
Sect
evaluating
developers
possibly
locating
proceeds
Id
Hughson
Councilman
Mihalkanin
expressed
safety
placement
accidents
happe
motion
exclud
failed
3-3
Mayor
Chiu
Cox
Mayhew
voting
Martha
Castex
Tatum
present
Curb
earned
severa
residents
neighborhood
representatives
Oak
Heights
McBride
crit
ic
revision
especially
concernin
served
interests
whole
alluding
fallout
City
started
R-1weve
071924
SIPs
build
decide
blueprints
85
metal
Creative
Panel
rep
85-90sf
appear
conventional
stick
wondering
combination
radiant
non-CFC
spray
insulation
Demilec
foam
130sf
10000
compared
contractors
construct
Premier
071916
timorourkeenroncom
Orourke
OENRONOUNACNRECIPIENTSCNTorourke
reducing
scope
terminating
conserve
Where
122551
AroraENRONenr
onXgate
ENRONenronXgate
ColwellENRONenronXga
aoHOUEESEES
DevriesENRONenronXg
orsterENRONenronXgate
Gonzalez
SAEnronEnron
HaedickeEnronEnronX
Gate
KeelENRONenronXgate
KitagawaENRONenr
aura
McDon
aldSFECTECT
NealENR
ONenronXgate
rian
TricoliENRONenronXgat
WhittNAEnronEnron
WolfeENRONenronX
gate
Tam
mie
Hitch
cockENRONenronXgate
Americ
130655
rotations
Matts
075748
9b-
lines
finished
February
performed
JC
Evans
avoid
ambiguity
Lines
distinction
10-
Purchaser
successive
periods
extension
applicable
non-refundable
amendment
escrow
072516
054003
163900
timbeldenenroncom
BeldenEnronEnronXGate
184724
charts
graphs
illustrating
tenor
quarterly
Q499
Financial
BCF25000
trades
103954
furnished
EIN
variety
forms
organizational
geotech
Crazy
amounts
nowhere
PVR
Bobincheck
fired
HUD
calmed
somewhat
submit
One
Still
Email
Talk
144509
Valuation
Summary
calculates
released
tolls
917
mids
200000d
generate
16918907
substantial
variable
books
03-06
015
mid-market
spread
045
PV
22000
124159
donaldlbarnhartaccenturecom
donaldlbarnhartaccenturecomENRON
IMCEANOTES-donald2El2Ebarnhart40accenture2Ecom40ENRONENRONcom
runs
module
liked
concept
sit
X37306
Performance
053639
simulated
123315
140944
150043
rebeccacantrellenroncom
OENRONOUNACNRECIPIENTSCNNotesaddrcnbb968a55-cf04b913-862564cf-573fab
091948
jerrytexas1031com
Exchange
Documents
Jerry
Caskey
101838
scfatkfacaprocknet
Foundation
Engineer
Information
Sabas
scfatkfacaprocknetENRON
IMCEANOTES-22Sabas20Flores22203Cscfatkfa40caprock2Enet3E40ENRONENRONcom
foundation
clubhouse
floorplan
110046
jenniferfraserenroncom
Fraser
Jennifer
OENRONOUNACNRECIPIENTSCNJfraser
144140
lakeside
Looks
whatever
principal
vacancies
concessions
pro
forma
underwrite
offering
bringing
Could
930
lisajonesenroncom
Rafael
Avila
JonesENRONenronXgateENRON
Send
conducted
072052
IMCEANOTES-Greg20Thorse203Cgthorse40keyad2Ecom3E40ENRONENRONcom
permitting
141600
forgot
Perrin
memo
065713
Berneys
spelled
AUCOIN
ext
34784
McMichaels
37657
matter
expert
112512
AMF
earnest
acknowledge
honoring
152335
attempt
outline
Next
082640
080931
jeffdasovichenroncom
Discuss
Possible
Mitigate
Effect
Contracts--Privileged
Dasovich
OENRONOUNACNRECIPIENTSCNNotesaddrcnda220740-3e85e661-86256962-4f9c13
jeff
CORE
blended
gen
QF
excess
loss
surcharge
recoup
CTC
recovery
stranded
recovered
080605
133558
dutchquigleyenroncom
caucoinenroncom
Zero
Option
Quigley
Dutch
OENRONOUNACNRECIPIENTSCNDquigle
Aucoin
Berney
OENRONOUNACNRECIPIENTSCNBaucoin
coordinators
solution
pays
fees
scaled
allows
Christmas
push
knowledge
layer
104843
Last
Emil
Carlsson
Considine
tutoring
Hofstra
drawback
motivation
maker
develop
expertise
seeking
match
desires
141222
Wildflower
Rayburn
Emilie
apts
133249
ids
jay
webb
065849
eddannhausenroncom
Dannhaus
OENRONOUNACNRECIPIENTSCNNotesaddrcn86256608-65acba-86256687-518bc3
Ellie
ranch
134156
estimate
obligation
treated
ordinary
Social
Security
Medicare
deducted
earnings
contrary
losses
112527
10300
Heritage
Building
Nimitz
broker
called
shortly
kestrel
air
strip
center
fm78
walzem
replacement
083149
Aplusmathcom
Creates
flashcards
worksheets
074341
griffgrayenroncom
NGI
eol
Griff
OENRONOUNACNRECIPIENTSCNMgray
accommodate
174323
jeffgoldenenroncom
Golden
OENRONOUNACNRECIPIENTSCNJgolden
Cell
713-410-4679
Remember
212-450-4800
053058
101702
recap
051335
attach
094209
085748
Regatta
Sea
Breeze
Harvard
Place
120852
evening
065727
determining
margin
1400000
750000
ladder
Obviously
103735
Log
Site
steeper
pitched
glass
gables
little
bigger
hoover
van
gendersen
sewing
island
175100
Mog
0250
072601
091820
sight
Texas
20-4One
Four
Family
Residential
OP-H
Disclosure
Property
Condition
coworker
httpwwwtrecstatetxusformsrulespubsformsforms-contractsasp
133137
djackkeyadcomENRON
freedom
133350
alone
Need
185700
nedhigginsenroncom
Unocal
WAHA
Ned
Higgins
HigginsENRONenronXgateENRON
Waha
always
summerwinter
spreads
cycling
establish
injection
withdrawal
fuel
001MMBtu
undiscounted
02
060
existed
Bid
005
MMBtuMonth
060Year
Demand
074229
donnafultonenroncom
Merchant
Comments
christinicolayenroncom
