Sumitomo
Bank
Ltd
ltSUMIT
is
certain
to
lose
its
status
as
Japans
most
profitable
bank
a
result
of
merger
with
the
Heiwa
Sogo
financial
analysts
said
Osaka-based
desposits
around
239
trillion
yen
merged
small
struggling
an
estimated
129
billion
dlrs
in
unrecoverable
loans
October
But
despite
link-up
President
Koh
Komatsu
told
Reuters
he
confident
his
can
quickly
regain
position
Well
be
back
first
place
within
three
years
interview
He
that
while
will
initially
reduce
Sumitomos
profitability
and
efficiency
it
vastly
expand
branch
network
Tokyo
metropolitan
area
where
has
been
relatively
weak
are
divided
on
whether
how
gamble
pay
off
Some
may
have
paid
too
much
for
view
smaller
banks
large
debts
Others
argue
was
more
cost
effective
than
creating
comparable
from
scratch
The
agreed
aggressive
It
expanded
overseas
entered
lucrative
securities
business
geared
up
domestic
competition
but
they
questioned
wisdom
some
those
moves
Theyve
made
bold
put
everything
Now
largely
out
their
hands
Kleinwort
Benson
analyst
Simon
Smithson
Among
problems
limits
placed
move
enter
US
Securities
by
taking
share
American
investment
Goldman
Sachs
Co
last
August
500
mln
125
pct
limited
partnership
time
being
at
least
Federal
Reserve
Board
forbidden
them
exchange
personnel
or
increase
do
each
other
tie-up
widely
looked
lame
duck
because
Fed
stricter
expected
one
Regulations
change
near
future
if
so
we
various
things
We
only
wait
two
not
until
21st
century
also
willing
patient
about
possible
routes
into
home
Article
65
Exchange
Act
version
Glass-Steagall
separates
commercial
banking
walls
between
crumbling
hopes
further
deregulation
create
new
opportunities
need
find
chances
In
cases
these
related
trust
Thats
kind
want
Until
such
changes
occur
focus
government
bond
dealing
strengthening
relations
Meiko
which
holds
five
cautiously
optimistic
entering
here
through
Swiss
universal
subsidiary
Banca
del
Gottardo
Finance
Ministry
grant
licences
subsidiaries
Commercial
soon
following
similar
decision
European
parent
less
50
reluctant
push
hard
dont
make
waves
expect
this
allowed
Like
city
pushing
lending
individuals
medium
businesses
replace
disappearing
demand
big
added
devote
lot
digesting
recent
initiatives
including
ailing
Its
strategies
Kleinworts
After
question
absorbing
juggling
next
decade
before
see
strategy
right
wrong
REUTER
Bond
Corp
Holdings
ltBONAS
Atlas
Consolidated
Mining
Development
ltATLCMN
still
holding
talks
bail-out
package
troubled
mining
firm
statement
Philippines
biggest
copper
producer
had
hit
depressed
world
prices
reported
net
loss
97638
pesos
year
ending
December
1986
compared
153
1985
company
able
cut
losses
scaled-down
operations
central
island
Cebu
started
second
half
negotiations
were
continuing
acquisition
companys
existing
restructuring
gold
loan
A
memorandum
understanding
signed
sides
would
acquire
total
275
repaid
discussing
equity
infusion
creation
development
fund
exploration
properties
province
Masbate
Wilson
Banks
general
manager
ltBond
International
Hong
Kong
reasonably
accurate
seriously
considering
several
investments
did
give
details
pre-World
War
Two
underground
mines
accelerated
ore
tonnage
increased
extending
life
1993
ltWhim
Creek
NL
consortium
leading
7655
CRA
Ltds
ltCRAAS
ltForrest
Gold
Pty
unit
yesterday
Whim
disclose
price
hold
44
ltAustwhim
Resources
27
ltCroesus
29
As
Forrest
owns
Western
Australia
producing
combined
37000
ounces
undeveloped
project
Anheuser-Busch
Companies
Inc
ltBUDN
joined
foreign
bidders
sequestered
shares
largest
food
beverage
maker
San
Miguel
ltSANMMN
head
panel
controls
Ramon
Diaz
Secretary
Presidential
Commission
Good
Government
PCGG
interested
buying
14
B
offered
Australian
brewer
Alan
Bonds
150
per
New
York
Allen
earlier
all
381
month
Elders
IXL
ltELXAS
Melbourne-based
brewing
bid
Economic
Journal
quoted
spokesman
stock
broker
Jacksons
saying
ltBarwon
Farmlands
owned
30
ltAriadne
planning
Filipino
order
buy
entire
block
dlr
ltSan
Brewery
listed
6965
ltNeptunia
broke
down
June
after
could
agree
terms
sale
Diversified
building
materials
group
Monier
ltMNRAS
lead
Britains
Redland
Plc
ltRDLDL
making
offer
does
already
chairman
Bill
Locke
49
Moniers
15628
issued
brief
notice
Stock
shareholders
advised
discussions
progressed
recommended
keep
trading
1987
high
310
today
previous
peak
280
yesterdays
close
well
above
low
218
concrete
roof
tile
manufacturer
And
Zealand
worlds
marketer
fly
ash
according
annual
report
198586
ended
recently
first-half
198687
fell
1502
1709
due
housing
downturn
although
earnings
rose
Bell
Group
ltBLLAS
now
149
capital
Standard
Chartered
ltSTCHL
acquiring
one-sentence
Bells
headquarters
confirmed
what
brokers
Warburg
London
previously
held
10
Robert
Holmes
Court
who
director
available
comment
intentions
boosting
officials
contacted
declined
Nippon
Steel
ltNSTCT
denied
local
newspaper
reports
China
seeking
steel
plants
Japanese
firms
plan
suspend
output
under
announced
rationalisation
program
Mainichi
Shimbun
Chinas
State
Planning
Chinese
asked
makers
sell
works
rolling
mills
steelmaking
cheaply
named
no
sources
official
request
sales
moment
reasonable
export
used
paper
crude
totalled
52
tonnes
calendar
plans
80
1996
industry
aimed
cutting
production
capacity
sharply
over
few
SMC
United
Coconut
Planters
UCPB
lawsuits
Philippine
brewery
Manila
court
injunction
barring
selling
represent
31
SMCs
outstanding
121
hearings
April
21
petition
filed
Eduardo
Cojuangco
former
both
Industry
Investment
Fund
CIIF
farmers
rightful
owners
represented
blue
chip
His
UCPBs
serious
breach
fiduciary
duties
proposed
derivative
suit
SEC
de
los
Angeles
nominee
board
De
represents
minority
stockholders
transaction
approved
week
On
2
sanctioned
repurchase
479
126
retained
133
wiped
purchase
prevent
declaration
dividends
violate
agreement
creditors
maintain
22-to-1
debt
ratio
chief
Rosario
telling
boost
25-to-1
petitioning
amended
weeks
ago
charged
Chairman
Andres
Soriano
III
nine
directors
violating
complaint
assuming
265
contracted
payment
assumption
again
ratified
meeting
An
arbitration
set
Corazon
Aquino
resolve
ownership
issue
submit
15
part
attempt
elements
complete
disregard
facts
questionable
motives
delay
early
disposition
Coming
when
reached
method
direct
contravention
governments
expressed
desire
reach
amicable
settlement
controversy
Cojuangcos
adding
Any
coming
us
might
interpreted
adversarial
Meanwhile
eligible
major
portion
States
citizen
split
24
Filipinos
buyers
personally
among
prospective
They
purchased
ltASoriano
companies
Neptunia
unnamed
institutional
investors
March
33
controlled
aborted
Diazs
suspicion
associate
Ferdinand
Marcos
lives
self-imposed
exile
grew
dividend
objection
know
resolved
scheduled
May
revenue
122
11
109
peso
unaudited
profit
neighbourhood
700
Cincinnati
previously-announced
1575
tender
Auxton
Computer
Enterprises
advertisement
withdrawal
rights
expire
Five
unless
extended
followed
same
conditioned
receipt
majority
Auxtons
voting
fully
diluted
basis
Reuter
Unilever
NV
ltUNAS
prospectus
bankers
buyer
ltStauffer
Chemical
Which
acquired
takeover
ltChesebrough-Ponds
noted
indicating
dispose
Stauffer
plus
assets
Chesebrough
since
sent
number
expressing
interest
say
receive
Chesebroughs
footwear
tennis
racket
likely
disposed
Immediately
information
wholly-owned
Nine
September
12
aquired
32
benefit
well-known
toiletry
brands
products
Conrac
sait
parties
there
assurance
any

gave
Mark
IV
Industries
ltIV
tendering
25
99
starting
computer-related
display
communications
equipment
produces
special
purpose
architectural
industrial
Code-A-Phone
telephone
answering
machines
For
profits
78
116
1539
nearly
68
IU
preliminary
Hawaiian
Insurance
Cos
Electric
ltHE
Terms
disclosed
subject
execution
definitive
agreements
governmental
approvals
boards
involved
planned
selected
service
industries
Hawaii
services
Senate
Banking
Committee
William
Proxmire
D-Wis
introduce
legislation
shortly
require
greater
public
disclosure
corporate
takeovers
fairer
treatment
Speaking
National
Association
Manufacturers
insider
scandals
chance
Congress
act
curb
abuses
proposing
provide
insure
properly
financed
provisions
bill
threshold
notifying
investor
percentage
current
days
addition
pre-notificaton
requirement
intended
aquire
pre-notification
meant
arbitragers
having
jump
knowing
attempts
call
period
must
kept
open
Williams
60
20
private
suits
violated
To
correct
financing
aim
insuring
margin
requirments
enforced
purchasing
generally
hostile
Rather
groups
declare
raise
without
actually
putting
own
money
allow
damages
failure
meet
Reserves
requirements
form
alliance
When
Pickens
Icahn
get
together
people
favored
approach
Britain
towards
two-tiered
offers
insures
recieve
equal
amendments
cover
defensive
mechanisms
green
mail
poison
pills
later
predicted
committee
spring
hopeful
pass
Paxar
Thermo-Print
GmbH
Lohn
West
Germany
distributor
undisclosed
Canadian
Bashaw
Leduc
Oil
Gas
merge
Erskine
Ownership
188
812
Southmark
28
long-term
care
facilities
containing
approximately
70
cash
contain
2500
beds
seven
western
states
bought
Don
Bybee
Associates
SalemOre
acquistion
brings
57
health
months
Guardian
security
aggregate
revenues
3500000
2700000
guard
CSC
Security
Gaurd
Service
Paramus
NJ
Cartel
Consultants
Guard
Services
Division
America
Wayne
Capital
Investigations
Protective
Agency
Hackensack
Meyer
Detective
Park
alarm
Certified
Key
Fla
Custom
Myrtle
Beach
SC
A-T-E
Houston
Louisville
Kent
Nashville
Tenn
offices
Wells
Fargo
Alarm
Wedgestone
Realty
Investors
Trust
shareholkders
advisor
Advisory
600000
completion
take
ltThe
Readers
Digest
sold
Source
Telecomputing
venture
ltWelsh
Carson
Anderson
Stowe
stake
1980
earned
unspecified
Sci-Med
Life
Systems
Bristol-Myers
diligence
investigation
review
patent
infringement
served
Advanced
Cardiovascular
circumstances
continues
believe
merit
Fidelcor
completed
Industrial
Valley
Title
units
management
376
along
IVB
Financial
Cheap
oil
feedstocks
weakened
dollar
plant
utilization
rate
approaching
90
propel
streamlined
petrochemical
record
growth
1990
executives
This
bullish
outlook
chemical
manufacturing
industrywide
shed
unrelated
prompted
GAF
ltGAF
privately-held
Cain
aggressively
seek
acquisitions
Ashland
ltASH
Kentucky-based
refiner
shopping
money-making
I
poised
golden
Paul
Oreffice
giant
Dow
ltDOW
Theres
whole
game
bringing
improving
old
ones
Analysts
industrys
customers
automobile
manufacturers
builders
use
paints
plastics
quantities
currently
operating
reflecting
tighter
supply
hike
product
40
John
Dosher
managing
Pace
Demand
styrene
margins
300
speaking
engineers
easily
top
741
best
history
barrel
exports
adversely
affected
strong
58
headed
Samuel
Heyman
gain
during
Last
13
54
leap
turn
fortunes
once-sickly
brought
combination
luck
Paces
fall
dramatically
cheaper
weakening
against
currencies
That
helped
Also
helping
bring
balance
gradual
market
absorption
extra
created
Middle
Eastern
producers
1980s
Finally
virtually
embarked
extensive
mothball
inefficient
trim
payroll
eliminate
touched
flurry
friendly
unsuccessful
Union
Carbide
ltUK
Borg
Warner
ltBOR
Chicago
chemicals
Another
powerhouse
WR
Grace
ltGRA
divested
retailing
restaurant
fertilizer
experts
worry
trouble
continue
turning
staple
commodities
ethylene
favor
specialty
custom-designed
like
DuPont
ltDD
Monsanto
ltMTC
spent
past
trying
commodity
reaction
badly
deteriorated
think
eventually
kill
niche
concern
challenge
our
getting
carried
away
repeating
mistakes
GAFs
cautioned
shift
ill-advised
Specialty
stay
long
Houston-based
Sterling
believes
generate
bucking
trend
Gordon
led
leveraged
buyout
Duponts
Conoco
Incs
January
Texas
Gulf
Coast
produce
basic
petrochemicals
blocks
never
glamorous
high-margin
grow
annually
Garo
Armen
Dean
Witter
Reynolds
benefitted
increasing
become
competitive
aluminum
wood
upturn
four
provided
economy
modest
ltDominion
Textile
considers
published
Burlington
joint
rumor
far
am
concerned
rumors
commenting
Michel
Dufour
response
query
All
given
publicly
yes
Dominion
bigprobably
based
sorts
prepared
president
Thomas
town
unavailable
unsuccesful
104-mln-
US-dlr
Avondale
Mills
maintained
120-mln-
line
credit
negotiating
many
textile
Burlingtons
morning
Asher
Edelman
consider
111
9265
repeatedly
concentrate
expanding
diversify
areas
ltCCL
Monobloc
USA
Envases
Metalurgicos
Alava
Spain
CCL
present
technology
ltMadeira
letter
intent
Tradevest
stock-for-stock
Madeira
Datron
GGFH
Florida-based
formed
officers
According
common
excluding
six
Datrons
73
896000
Upon
100
GGHFs
receiving
Shareholders
approve
July
Donald
Trump
Interstate
Properties
regarding
Alexanders
47
applicable
real
estate
gains
transfer
taxes
presently
intend
retailer
succed
There
assurances
Yankee
Eskey
ltESK
decided
Yale
E
Further
Canada
indirect
Holt
Rinehart
Winston
WB
Saunders
Les
Editions
HRW
Harcourt
Brace
Jovanovich
agency
however
control
interests
Canadas
ltHBJ
indirectly
book
publishing
CBS
ltCBS
focused
competitors
found
partners
restructured
itself
attractive
candidate
spotlight
4-78
52-78
speculation
Textiles
almost
jointly
weighing
Montreal-based
called
just
true
Wall
Street
professionals
convinced
story
victors
came
play
Arbitragers
comments
credence
looking
unsuccessfully
120
unusual
someone
housecleaning
theyve
done
Eileen
Gormley
Thomson
McKinnon
sheets
linens
JP
Stevens
110
reorganized
pulled
She
moving
heavily
fabrics
CH
Masland
supplies
carpets
fabric
auto
realized
return
outlays
she
You
look
theyre
250
201
clients
levels
Edward
Johnson
Redbook
recommends
worth
46
values
Ashers
him
very
credible
anymore
arbitrager
succeeds
forcing
managements
steps
enhance
shareholder
even
doesnt
win
target
Lucky
Stores
Fruehauf
succeed
Ponderosa
stocks
ltSTN
climbed
44-78
Fieldcrest
Cannon
ltFLD
1-18
39-34
Point-Pepperell
ltWPM
1-78
67-18
ltHoechst
Celanese
propsective
confidential
describing
polyester
fiber
North
Carolina
South
describes
Darlington
County
Fayetteville
NC
decribes
marketing
administrative
technical
resources
avialable
Hoechst
Feb
took
Trade
option
divesting
either
General
ltGECLL
GEC
rumours
another
Medical
field
Subsidiary
ltPicker
policy
traders
rumour
GECs
rise
5p
final
206p
closing
201p
Frontier
Quadrangle
formerly
medical
malpractice
insurance
Professional
Liability
GGHF
converted
corrects
name
paragraph
Construction
ltSpie
Batignolles
Engineering
electrical
installations
ltComstock
Spie
Schneider
SA
ltSCHNPA
invest
Comstock
bonds
convertible
February
way
French
UAL
afternoon
pilots
union
proposal
Airlines
Obviously
movement
clarification
50-50
released
airline
23
assume
22
Takeover
driven
UALs
Real
developer
indicated
revealed
Today
circulated
Coniston
Partners
jumped
70-34
volume
got
realistic
exptect
interesting
options
front
Timothy
Pettee
Bear
Stearns
co
vulnerable
attack
diversified
core
Hertz
rental
cars
Westin
Hilton
hotels
travel
left
slump
focussing
enough
attention
stood
emphasizing
changing
Allegis
escalated
busy
calculating
break
excess
Traders
described
widespread
indicative
institutions
Market
attracted
acted
catalyst
kicking
round
perhaps
throwing
domino
you
considerable
type
attitude
precursor
deals
Whats
something
everybody
Chrysler
Regie
Natiionale
des
Usines
Renault
extend
reaching
Chryslers
Motors
date
completing
However
room
extension
work
Given
complex
nature
deal
additional
says
ask
event
prior
9
discovers
unforeseen
problem
course
referring
spokeswoman
cropped
stuck
needed
definition
Under
terminated
amendend
written
working
toward
Said
glitches
downplayed
significance
cant
visualize
wouldnt
Donaldson
Lufkin
Jenrette
Richard
Henderson
Minneapolis
Minn
Jeffrey
Wendel
raised
Zondervan
292900
71
238900
filing
54000
3
ranging
2787
2996
cooperation
Christopher
Moran
sought
Day
enable
accelerate
fiscal
Net
full
should
ball
park
estimates
16
19
Jacob
executive
officer
39
cts
preparation
negotiation
ability
obtain
citing
closed
6-14
72
soared
Airs
air
fares
throughout
ltCascade
Importers
USAs
Cascade
Europa
tentatively
worldwide
Madam
Gre
Bernard
Tapie
Paris
calls
perfumes
skin
cosmetics
includes
exclusive
trade
duty-free
channels
designer
Gres
accessories
granted
located
France
cosmetic
alone
Distillers
spirits
division
545
James
Beam
Distilling
Brands
ltAMB
wines
wine
128
Heublein
Grand
Metropolitan
PLC
permits
propane
Proceeds
repay
purposes
separate
liabilities
compliance
Hart-Scott-Rodino
Antitrust
Improvements
regulatory
Nationals
distilled
580
include
Gilbeys
gin
vodka
DeKuyper
Liqueurs
Windsor
Supreme
Whisky
Raytech
ltRaybestos
Industrie-Produkte
GmBH
75
Raybestos
Radevormwald
friction
clutch
braking
applications
HBO
strongly
urging
sign
proxy
cards
Andover
ON
two-man
HBOs
nominate
alternative
slate
received
condition
rapidly
significant
implemented
expects
income
1988
36
ltUAP
Slater
Auto
Ontario
stores
Diesel
Engine
Parts
Dartmouth
Nova
Scotia
transactions
45
Dome
Petroleum
restructure
610
force
42
ltEncor
Energy
proposes
payments
debenture
lender
whose
secured
Domes
Encor
required
pledged
425
ltCanadian
Imperial
Commerce
947
pressing
value
313
17
approval
principle
lenders
implementation
1
reiterated
existence
going
dependent
interim
winning
achievable
outcome
cannot
Corps
liquor
series
tobacco
frustrated
inability
surprise
me
Allan
Kaplan
Merrill
Lynch
failed
late
Chesebrough-Ponds
then
speculating
help
exposure
typical
George
Thompson
Prudential-Bache
come
Their
little
favorable
Philip
Morris
RJ
flow
great
amounts
expenditures
therefore
funds
makes
Old
Grandad
Crow
whiskey
quite
envisioned
steady
decline
sometime
CSR
ltCSRAS
ltDelhi
affect
gas
manages
operates
Delhi
average
Santos
ltSTOSS-led
Cooper-Eromanga
Basin
onshore
liquids
ventures
Exxon
ltXON
985
clarify
retain
Roma
associated
Roma-Brisbane
pipeline
Bula
oilfield
Seram
Indonesia
Queensland
Hainan
Island
little-known
Posts
Telecommunications
MPT
emerged
international
reckoned
political
thrust
rows
strength
ties
important
politicians
ministry
standing
athwart
key
sector
telecommunications
diplomatic
source
potent
finding
prowess
always
comes
diplomacy
minor
internationalized
Waseda
University
professor
Mitsuru
Uchida
Suddenly
centre
community
sense
face
situation
Most
embroiled
row
efforts
Cable
Wireless
consortia
compete
favoured
rival
arguing
support
competitor
Kokusai
Denshin
Denwa
monopolizes
opposed
role
non-Japanese
grounds
precedent
exists
ministrys
stance
outraged
threatened
retaliate
Washington
evidence
honour
pledges
angry
access
Firms
car
satellite
Much
MPTs
prominence
stems
regulates
What
happening
Abegglen
consulting
Asia
laws
passed
boosted
rather
lessened
authority
With
legal
framework
eased
became
facto
Bache
Japan
Darrell
Whitten
Close
links
powerful
faction
ruling
Liberal
Democratic
Party
LDP
nurtured
Prime
Minister
Kakuei
Tanaka
influence
Other
factions
ignored
1970s
forward
Recognized
importance
Many
bureaucrats
members
influential
power
100000
deposits
Postal
Savings
System
deregulate
rates
element
liberalisation
remove
slightly
higher
Diplomatic
obstructionist
protectionist
posture
characterized
feudal
Critics
charge
protecting
turf
limiting
sheltering
monopolies
wing
Providing
consumers
lowest
takes
seat
considerations
actions
unlike
bureaucratic
counterparts
really
odd
man
wants
utilities
markets
andor
unreasonable
ltPergamon
ordinary
British
Printing
Communication
ltBPCLL
105
ltHollis
No
proceeds
Pergamons
expansion
programme
stategy
shareholdings
BPCC
Hollis
remained
51
intention
reducing
holdings
Lex
ltLEXLL
ltSears
Motor
retail
motor
distribution
arm
Sears
lt
SEHLL
119
stg
note
payable
334
immediately
vehicle
contract
hire
fleet
3000
vehicles
ltLex
Vehicle
Leasing
143
sum
transferred
equally
ltLombard
Central
400p
These
qualify
automotive
activities
enlarged
Automotive
turnover
530
Lexs
Volvo
Concessionaires
sole
importer
parts
UK
242
external
borrowings
announcement
409p
419p
MEPC
ltMEPCL
ltOldham
Estates
remain
26
Oldham
formula
asset
Oldhams
5314
valuation
yet
recommendation
Step-Saver
Data
Bergen-Richards
exercised
warrant
450000
warrants
underwriter
initial
offering
169200
Loan
Diego
branches
guidance
FSLIC
entry
Joaquin
besides
presence
Los
Orange
Counties
ltCD
Bramall
accompanying
results
Gelco
263
Part
met
214
265p
satisfied
253
500000
maximum
achieved
level
6p
lower
278p
COMB
principal
Tech
Telkom
engaged
telemarketing
consumer
electronic
merchandise
House
Imports
respectively
8700000
Clevite
ltJPI
1350
Clevites
NASDAQ
13-14
lines
bridge
facility
arrange
expedite
start
agreeing
upon
confirmation
Holding
ltGemina
Spa
Italian
press
ltNuovo
Banco
Ambrosiano
daily
La
Repubblica
Gemina
205
lire
shareholding
nothing
Milan-based
Giovanni
Bazoli
stakes
Anchor
Waccamaw
Surfside
1435
228
EF
Hutton
LBO
wholly
PC
Acquisition
Purolator
Courier
ltPCC
expired
2400
EDT
5116892
two-thirds
minimum
tendered
part-owned
Purolators
courier
6332471
35
Following
converting
amount
guaranteed
debentures
2002
comprised
181000
validly
withdrawn
instructed
depository
promptly
deposited
behalf
Proteins
placement
330000
1175
Hanson
David
Clarke
Proteinss
election
Clarkes
family
Great
Sales
900000
restricted
350000
stockholder
restrictions
ltZenex
Esso
Africa
rand
finance
educational
social
programs
scheme
begin
Zenex
Truscott
follows
LVI
ltSpectrum
notes
Spectrum
interior
construction
asbestos
abatement
ltBrenda
Mines
2830390
ltKerr
Addison
underwriters
Wood
Gundy
Brown
Baldwin
Nisker
redistribution
Access
Cohen
1800000
Phoenix
corp
resigned
Martin
S
Ackerman
representatives
reduced
GenCorp
86
98
250000
1185
GC
Acquisitions
dropping
100-dlr-a-share
GenCorps
130
Rexham
repurchased
381050
91
Nortek
43
10-year
standstill
rejected
inadequate
authorized
privately
establishment
Employee
Plan
preferred
115
Rexhams
pension
overfunding
Diamond
Crystal
Salt
salt
First
Boston
assist
fair
obtained
incorporated
Packet
Products
Foods
Current
Humana
MedFirst
primary
ltPrimedical
transfers
retains
37
mostly
impact
Time
Time-Life
Video
training
V
Ambrose
operate
Publishing
Jersey
Joseph
Falkenstein
Kinark
believed
undervalued
reuter
Kurz-Kasch
Dayton
thermoset
molding
Component
Technology
93
39000
530-6875
ltCLEV
submitted
Psarouthakis
negotiate
engine
aware
reason
activity
Foothill
Santa
Cruz
Sierrita
bars
except
Foothills
247
vote
accordance
instructions
connection
combinations
anti-takeover
matters
arrangement
fron
conditions
Colonial
BancGroup
Community
Hartselle
Ala
authorities
Completion
TVX
Broadcast
ltTVXG
Taft
television
stations
delayed
240
adjustments
indicate
size
post
WTAF-Philadelphia
WDCA-Washington
WCIX-Miami
KTXA-Dallas
KTXH-Houston
ltLiberty
Emcore
41
Citicorp
Venture
Concord
Ventures
Dillon
Read
fuel
heavy
1-58
73-58
upward
session
began
Pritzker
Pritzkers
bidder
appear
participate
96
Shareholder
Rights
determines
adopted
allows
unfriendly
effectively
mean
so-called
flip-in
flip-over
triggered
affirmative
inview
redeem
ltNational
Beverage
ltFaygo
Beverages
Faygo
Fluorocarbon
Eaton
Polymer
polymer
Aurora
Ohio
ad
end
1374
premiums
461
comapny
226
employees
Roy
Disney
Holly
Sugar
Shamrock
California
8
Salomon
Brothers
Sugars
banker
contingent
certificate
20-year
101300
purchases
12500
13-April
turned
Once
opportunity
evaluation
inspections
meetings
aspects
REUTERM
87
Telkon
servicing
Centel
Welbac
Television
serves
cable
subscribers
east
Michigan
83000
Overall
495000
Homes
conditional
ltMaione-Hirschberg
affiliated
entitles
halted
Nasdaq
Selling
earn
eight
performance
satisfactory
investigations
Winn
Knudsen
dairy
Foremost
adjustment
Bankruptcy
District
Detroit-based
soft
drink
bottles
Shasta
Spree
Natural
label
bottling
Fundamental
Brokers
Institutional
inter-dealer
MKI
documents
escrow
pending
consents
conjunction
ceased
brokering
treasury
bills
brokerage
intends
active
Treasury
issues
By
separating
wholesale
trades
lots
large-scale
facilitated
system
substantially
liquidity
effiency
Heritage
Chartham
Management
Salem
Ore
divisional
office
serving
northwest
nursing
operator
newly
operation
responsibility
homes
ltSM
Mattress
Ohio-Sealy
Manufacturing
Sealy
82
redeemed
thus
Napco
suspended
managers
pursue
direction
exploring
alternatives
McDonnell
Douglas
Frampton
software
known
Isis
Based
Bristol
England
employs
workers
Information
Bevis
inquiries
concerning
identify
referred
Tucker
Anthony
RL
study
18
purchasers
Greenville
Tube
MD
Pneumatics
Jacor
Communications
Denver
radio
AH
Belo
ltBLC
KOA-AM
KOAQ-FM
Polycast
119800
Spartech
30000
6-8
over-the-counter
Nerco
Broussard
ltDavis
225
fields
proved
developed
reserves
cubic
feet
equivalent
natural
doubles
southern
Louisiana
77
Atcor
considered--but
decided--to
otherwise
61
462400
included
191400
18-April
6
Gabelli
295800
DecisionCapital
148
95800
3-6
Philadelphia
headquartered
City
MP
IPCO
346600
paying
regularly
recommend
extraordinary
reorganization
liquidation
Marcus
Schloss
Greenwood
ltCadillac
Fairview
proposals
dealers
solicit
Cadillac
Winterhalter
525000
Interface
ltINTF
Kuwait
Office
KIO
ltSime
Darby
Bhd
6372
representing
688
Sime
Darbys
paid-up
607
Malayan
ltMBKMSI
Since
November
corporation
property
plantations
registered
Mayban
Nominees
Sdn
beneficial
owner
ltWMNGS
WMC
2213
ltAustralian
Minerals
ACM
stockbrokers
Friday
WMCs
usual
199
parcel
Amax
ltAMXN
632
ahead
one-for-three
bonus
322
ltDMPMO
TransCanada
Pipelines
ltTRPTO
short-circuit
door
bids
refinance
defer
substantial
TransCanadas
signals
debtholders
56
noteholders
delicate
quasi
Doug
Gowland
Toronto
Calgary-based
convert
negotiated
Payments
remaining
linked
generated
weakness
debt-refinancing
fact
obligations
Wilf
Gobert
Peters
Calgary
waiting
responses
refinancing
packages
bidding
potential
probably
entertain
Annesley
seen
fix
effort
preclude
drawing
means
others
formal
utilitys
breached
responded
suspending
unidentified
advisers
evaluate
361
acres
land
compare
ltRothmans
Tobacco
sttement
foundation
Rothmans
ltROTL
ltMON
RHT
ltRupert
Foundation
1825
6437
999
261
798
324
firmed
273p
241p
2455p
0838
GMT
ltWilliams
acceptances
Norcros
ltNCROL
holders
233448
018
180240
preference
819
Before
568
contested
launched
850000
067
158
26p
410p
767p
785p
Hepworth
Ceramic
ltHEPCL
ltWestern
Plastics
ltGlobe
Machine
1625
polystyrene
foam
container
193
pre-tax
09
develop
05p
2275p
ltMerlin
ltCrowley
Maritime
908
Dlrs
Of
contracts
69
7
Merlin
commitments
625
reversionary
Papua
Guinea
permit
PPL-17
site
Iagifu
discovery
adjacent
Papuan
PPL-18
contains
Juha
condensate
petroleum
ltBlue
Arrow
collectively
ltRichards
specialise
recruitment
consultancy
consideration
136
Blue
end-1986
tangible
34
9p
670
Borg-Warner
facing
unwanted
423
ltMerrill
ltAV
4850
776
89
1975
5425
AV
junior
subordinated
discount
positions
Borg-Warners
guards
Chilton
rating
Corporate
raider
Irwin
Jacobs
calculated
breakup
range
speculated
sweetened
endorsed
opinions
advisors
Burke
pleased
maintaining
dealer-manager
expires
midnight
0400
necessary
arrangements
4425
affiliates
committed
200
870
underwriting
rest
carry
coupon
redeemable
seventh
1025
maturity
entitled
sinking
commencing
16th
designed
retire
450
cumulative
Holders
wish
taken
pill
cents
Hillsdown
ltHLDNL
Christie-Tyler
bedding
Simmons
Owned
ltGW
ltSleepeeze
ltCompagnie
Continentale
ltCompagnia
Italiana
SpA
Italy
unchanged
266p
battle
debt-burdened
PipeLines
mentioned
ltIMOA
ltXONN
ltPanCanadian
conglomerate
Pacific
ltCPN
ltBPL
Along
third
massive
landholdings
totalling
74
tax
credits
spirit
confidentiality
apparently
timed
seems
favourable
taxation
concessions
federal
provincial
H
Neil
Nichols
surprised
vehemence
usurp
bothersome
authorise
obligation
announce
identity
113
class
Common
traded
1981
192
BPI
1813742
owning
1951720
346
Crazy
Eddie
Benel
Distributors
Record
Tape
Asylums
affiliate
Disc-o-Mat
tape
shareholdrs
001
exercisable
party
twice
exercise
If
rightholders
acquirer
acquirers
fail
180
thereafter
maturing
limt
issuance
adoption
accumulations
Investor
T
Sosnoff
Caesars
World
291
MTS
proration
negligible
recapitalization
borrow
800
payout
Nevada
gaming
step
successful
4217675
924
Henry
Gluck
refused
though
PaineWebber
ltPWJ
delivered
475
exchangeable
Marine
Midland
ltMM
leads
syndicate
advance
follow
2750000
covered
76
Series
valued
shareby
independent
baking
extent
fewer
29100000
sdhares
superior
investigatory
process
underway
duration
expiration
Corona
Royex
C
expiring
Aug
Atlantic
Independence
SAFCO
exchanged
2822
Atlantics
Sheldon
posts
Ronald
G
Strackbein
fairness
maioled
quarter
Both
USAir
announcing
factor
Piedmont
Aviation
ltPIE
170
55
PH
Glatfelter
ltEcusta
149177857
printing
writing
Ecusta
uncoded
sheet
light-weight
mill
Pisgah
Forest
converts
doemstic
Cents
Neworld
forming
Bancorp
1163
free
Newworld
Will
savings
Massachusetts
J
Spiller
fit
equals
M
Oates
Peter
Blampied
vice
institution
Unlike
premium
assetsof
center
Hampshire
Richards
privately-owned
York-based
manage
Pentland
Reebok
Limited
367
registration
1404866
181
195
561
depends
incurred
AVIA
Is
afterwards
Reeboks
45-12
At
64
1365
4500000
Rebbok
Kidder
Peabody
1500000
outside
overallotments
chosen
allotment
determined
release
Commonwealth
Aluminum
Comalco
Goldendale
Wash
smelter
would-be
Columbia
Hermiston
pull
deadline
asking
187
inventory
opened
leaving
400
jobless
Dillard
Department
Little
Rock
Ark
Allied
Joskes
Cain-Sloan
divisions
255
excludes
Arizona
slated
Campeau
terrific
proceeding
schedule
fulfill
flexibility
disposal
doubts
puts
maximize
knows
schedules
About
bilion
targeted
Dec
aquisition
Targeted
Bonwit
Tellers
Garfinckels
Deys
Donaldsons
Herpolsheimers
Heers
Millers
Miller
Rhoads
Pomeroys
Catherines
Plymouth
Shops
Jerry
Leonard
384
118
store
Albert
Kahn
heads
Trans-Lux
81
7300
2005
6803
representation
contest
upcoming
examination
list
books
records
Delaware
law
Connecticut
leases
teleprinters
airports
places
Miami
Swift
Independent
Packing
Huron
Dakota
pork
Dressed
Beef
Hurons
experienced
1930500
11825
leaves
108
Wagner
Irvine
Calif-based
AFG
dropped
studying
Chicago-based
49-14
Carlo
Benedettis
Industrie
Buitoni
Perugina
Vismara
950
subsidaries
Benedetti
primarily
variety
diversification
consumption
8500
consolidated
429
Buitonis
1623
1177
185
448
McGraw-Hill
Book
divestiture
resolution
cited
unrest
refusal
African
abolish
apartheid
Oak
Electronic
Technologies
manufactures
quartz
crystal
components
ongoing
reduction
compatible
reacived
1997
Adds
Resdel
SanBar
spin-off
Break-Free
Midlantic
calling
BankNorth
8373
236
times
Bancorps
Countys
2760000
consisting
Scandinavia
2607900
2309700
354
informal
Bjorn
Carlson
VBI
Turks
Caicos
Islands
Ingemar
Rydin
Industritillbehor
AB
Swedish
Erik
Vik
Norwegian
Viks
son
Alexander
elder
298200
9500
10000
ltMacAndrews
Forbes
Revlon
ltREV
mergewr
MacAndrews
2010
1850
consummation
unanimously
plaintiff
litigation
challenging
MacAnrews
expireon
Tuesday
file
revised
material
Drexel
Burnham
Lambert
acting
782
720
Perelman
63
dozen
alleging
original
settled
Roland
Grove
Intermagnetics
308400
48
358400
50000
4
513
Rolands
below
dealings
Dataproducts
Imaging
Solutions
Reliance
proprietary
solid
liquid
ink
technologies
operated
Jannock
Arthurs-Jones
Lithographing
lift
specify
Electrohome
computer
AABEX
ltCGETO
Laser
Photonics
615385
400000
designated
Pierre
Schoenheimer
Roger
Kirk
Lichter
AmSouth
3166000
Tuskaloosa
Amsouth
66
1978825
effected
Amsouths
Hadson
85
Seaxe
ltSEAXO
182415
Hadsons
basin
Arrays
Haba
microcomputer
moved
ltTRP
DuPonts
Richfield
ltARC
possibilities
15-34
action
awfully
hoping
competing
issuing
Clark
Copy
Datagraph
GMBH
Lich
Copys
Interactive
Aids
Norway
color
graphics
workstations
Goodyear
Tire
Rubber
Celeron
Rober
Mercer
Goodyears
year-ago
consists
linking
drilling
Barbara
Calif
refineries
Celerons
separately
Concerning
tag
fire
1st
fend
Sir
Goldsmiths
Nor-Quest
Northair
Northairs
Willa
Mine
Nelson
using
Nor-Quests
1200-ton
day
Boothe
ltRobert
Half
Accountemps
franchises
Providence
RI
franchisor
59
ltCenturion
originally
Centurion
valuable
preparing
Yesterday
1-38
49-58
Youre
cat
mouse
youre
nobody
-
Pershing
abouth
reviewing
phone
rigid
telephones
terminals
appliances
Where
heck
Hes
Heymans
bucks
hitter
pushed
roofing
attempted
larger
While
built
raises
millions
dollars
win-win
One
forthcoming
finally
protective
Charles
Rose
Oppenheimer
realize
350
theres
probability
goes
predict
Sams
low-risk
high-return
player
build
enterprise
add
momentum
worked
additive
non-chemical
1533
104
Total
3497
2063
ltMCT
Gen
Term
Lewis-Westco
bottler
Separately
apply
listing
completes
CCX
Network
ltModern
Mailers
ltAnWalt
3200000
Modern
8600000
provides
lettershop
Gander
Mountain
Ranchman
Outfitters
catalog
point-of-purchase
apparel
Cheyenne
Wyo
Jan
cast
RJR
Nabisco
Winchester
Cigar
Business
Exporters
Atlanta
smoking
Rj
manufacture
cigarettes
introduced
1971
dominant
brand
cigar
seller
sells
hunting
fishing
outdoor
gear
catalogs
LM
Ericsson
Sweden
Intelsa
Spanish
ltTelefonica
Spains
administration
switch
crowns
117
relationship
Telefonica
Alberta
Blair
hope
ltDMP
remains
debt-troubled
Weve
reporters
speech
stressed
pct-owned
Husky
ltHYO
energy
sometimes
different
430
discontinuing
talking
rumored
offshore
Asked
replied
Yes
ends
house
hung
faced
couple
tough
Novas
prospects
1002
improved
continued
cost-cutting
Montauk
MCC-Presidential
MCC
Empire
Sobeys
non-voting
elect
one-half
retractable
par
1994
Fourth
Interfirst
ltIFC
Dallas
Del
Webb
224-acre
Towne
Meadows
mixed-use
Mesa
Gilbert
Ariz
Klukwan
Alaskan
native
cooperative
Michael
implications
specific
Commons
Opposition
questioning
Dauphin
Deposit
ltColonial
Colonials
Holland
Farmers
depending
Dauphins
Colonia
Cellular
699
non-wireline
cellular
supplied
forced
familiar
participant
drove
Borg-warner
Kraft
Holleb
foodservice
Bensenville
Ill
withheld
Hollebs
Newmont
5250376
Du
Pont
5970141
Newmonts
--Corrects
item
show
decreased
Thera-Care
Cushing
Glendale
1480000
Interco
Lane
Lanes
becomes
HMO
Mount
Sinai
Center
providing
not-for-profit
hospitals
HMOs
Arrangements
Closing
Shares
posted
foresaw
tug-of-war
beginning
debt-heavy
gained
144
normally
refuses
noting
solution
difficulties
talk
Bryson
Moss
Lawson
ltBP
BPs
percent
ltSRD
Hamilton
Amoco
ltAN
Representatives
publicly-traded
bit
upside
upper
thought
somebody
387
290
750
earns
detail
wanted
capable
supporting
troubles
often
obscured
176
barrels
142
heart
across
165
ever
Far
Hills
Natalie
Koether
Memories
573300
542000
Sun
Equities
31300
3-516
appreciation
abandoned
lowered
Equity
72600
McGill
principally
Brierley
Investments
oppose
every
grab
insult
intelligence
swap
dilute
mine
Our
sound
readily
arranged
Were
partner
certainly
guys
Air
automation
SystemOne
Direct
EAL
Automation
Fidelity
Bermuda-based
advisory
Values
208000
Blasius
53
Adams-Russell
systems
7000
Sammons
Wellsville
Amity
Scio
Willing
Belmont
Milo
Jerusalem
Benton
Penn
Yan
NY
INTERCO
ltLANEO
Dotronix
Monitors
312500
unregistered
70000
659663
ltMER
fee
surviving
dealer
break-up
fails
reasons
highest
compensation
Markets
backed
organized
thwart
unsolicited
discussed
revived
fees
expenses
keeping
redistributing
subsdiaries
entity
connected
650
204
Training
non-profit
organization
Motech
Mechanic
Body
Shop
Schools
OE
Troy
Mich
Internal
Revenue
code
donated
tax-exempt
nonprofit
reveal
Diceon
Electronics
closely-held
Symtron
pact
300000
Symtrons
concluded
running
controversial
Nothing
ltInternational
Digital
IDC
ltKokusai
monopolises
ltCAWLL
Telecom
Post
US-based
ltPacific
Telesis
seats
feels
restrict
views
test
case
Itoh
ltCITTT
State-owned
BAII
Luxembourg
Daily
Weekly
Arab
Borc
Citizens
Hohenwald
Merchants
Residence
Inn
Holiday
equaly-owned
514
all-suite
geated
stays
franchised
company-owned
nationwide
debt-laden
Globe
Mail
quoting
night
neither
confirm
nor
deny
winner
finalized
weekend
Sunday
centered
Royal
DutchShell
ltRD
suitors
pressured
select
Brian
Mulroneys
appears
avoid
hundreds
breaks
encourage
Arctic
run
afoul
antitrust
deficit
2023
flotation
opening
ltBanque
Industrielle
et
Mobiliere
Privee
BIMP
140
francs
closes
Michelin
SPIKA
145
Ten
reserved
Employees
Small
limit
state-owned
comprises
251
sweeping
privatise
privatisation
107
du
Batiment
Travaux
Publics
BTP
oversubscribed
CalMat
3712860
3312460
400400
Calmat
Farny
R
Wurlitzer
89000
498
125000
36000
325
2375
foundations
Orient
Express
Hotels
1663800
1560800
159
Boston-based
FMR
103000
305
355
Hospital
Ragsdale
L
Scott
considered
lack
demonstrated
consummate
magnitude
benefits
repositioning
explore
appropriate
enhancing
Kentucky
Bluegrass
Broadcasting
Orlando
TK
135
FCC
agreeed
Lewiston
Mont
1014
ICN
Pharmaceuticals
556500
Syncor
Dixons
ltDXNSL
operational
Cyclops
possibility
Busy
Beaver
Building
Centers
Pittsburgh
Pa
lumber
won
95
congressional
Satellite
ltCQ
Contel
ltCTC
technically
spirt
setting
COMSAT
terminate
non
partisan
Congressional
Research
CRS
comply
mandates
statutes
nevertheless
Comsat
1962
application
Several
protested
analysis
research
critical
structure
apparent
domination
broken
COMSATCOMSAT
Intelstat
ReuterM
BP
So
Cleveland
Thursday
unable
opinion
ltCarling
OKeefe
501
Carling
Elliott
ltIXL
proceed
compulsorily
maneuvers
lowering
breaking
hotel
succeeded
abandon
pursuit
measures
Nuton
Valor
Nutone
realizing
inherent
underwritten
Hoare
Govette
Barclays
Zoete
Wedd
built-in
electric
locks
226243
222
2750
Alabama
sellers
ltAAMEO
Bankers
Georgia
Casualty
Spectra-Physics
Ciba-Geigy
ltCIGZZ
lawsuit
enjoin
vilates
Ciba-Geigys
designess
voted
reject
financially
unfair
whatever
deems
protect
investigate
communicating
mailed
Bruce
ltREL
designee
resignation
alleviate
stated
justification
contemplated
Boeing
ARGOSystems
ltARGIO
Sunnyvale
defense
electronics
accomplished
TBC
prorated
1238311
monitor
analyze
military
warfare
jam
radar
signal
processing
doubled
writedown
235
709
exceed
backlog
1200
clear
leader
association
overall
significantly
Frank
Shrontz
customary
notification
UCCEL
ltUCE
169
4750
anticipated
resulting
wil
Additionally
Wang
Entertainment
Marketing
ltEM
conducted
Entertaiment
requested
raising
Eddies
Society
Delaware-chartered
Conneticut
chartered
CPC
involving
grocery
Asian
countries
Ajinomoto
ltAJINT
closings
Knorr
trademark
CPCs
Malaysia
Singapore
Taiwan
Thailand
Porex
partly-owned
Medco
Containment
380
Prex
pro
rata
9159552
porex
exact
082
538
sharehoilders
accounted
recorded
historical
Colt
Woodville
Dowty
Gloucestershire
359
precision
aerospace
Jukebox
inc
founder
Steven
Louis
Wolfson
senior
ltVenture
W
Patrick
Michaels
Jr
ltCEA
Partnership
II
7525000
went
CEA
ltCommunications
media
Marcade
prominent
ladies
sports
wear
pretax
Utilities
Pennsylvania
ensure
upgraded
adequate
safe
drinking
water
attending
tomorrow
Wilkes-Barre
Raven
utility
truck
body
Astoria
Fibra-Steel
Details
manufactured
Ravens
Glasstite
bodies
Pay
N
Pak
solicitation
evaluating
Bilzerian
blended
1667
330
structured
holder
1750
13-12
Dividends
Bilzerians
physical
respect
participation
anticipates
executing
delivers
commitment
incorporate
expense
reinbursement
Publisher
Maxwells
Communicaton
district
stop
Manhattan
names
ltFBC
seeks
void
40000
super
4700000
votes
employee
8160000
derivatively
individually
Printings
6-38
alleges
Harcourts
exceeds
Harcouts
surplus
contstitutes
fraudulent
conveyance
consequence
illegal
liable
thwarting
withdrew
recapitalizaton
consultation
effect
enormous
issuable
conversion
unlawfully
coercing
denbentures
honor
460600
entrenchment
bargain
manner
Saul
Steinberg
168500
Pizza
502
Serivces
175
13625
142661
SMG
383
Supermarkets
8566
9875
328
4675
Company
ltMTCN
polyphenyls
Rhone-Poulenc
Chimie
ltRHONPA
Gustaaf
Francx
Europe-Africa
customer
base
temperature
heat
fluids
Borden
ltPrince
totaling
230
Prince
Lowell
Mass
pasta
sauces
account
210
--
regional
Creamette
distributed
national
toal
285
Steero
Bouillon
Channel
Beaufort
canned
crabmeat
shrimp
DeJean
Biloxi
Miss
divestment
Polyco
polyvinyl
acetate
emulsions
Rohm
Haas
ltROH
toy
models
hobby
items
Heller
Humbrol
Suburban
Woodstock
Woodstocks
Suburbans
661
Coca-Cola
Bottling
Vancouver-based
ltKO
regulatroy
1600000
Coke
debvt
nmln
ltRaleigh
Stories
1119
Wallace
Rockwell-Barnes
ltWolverine
Exploration
895
Luckey
Ditch
Unita
Wolverine
7250000
downward
title
state
Geodyne
iit
covering
ltSnyder
Members
Geodynes
serve
Snyder
evaluated
employed
PainWebber
Tomasso
D
solely
PaineWebberGeodyne
Income
Program
invested
formation
subscribes
adddition
subcriptions
four-year
vesting
15-day
priced
suject
ltTranswestern
Transwestern
standard
environmental
Falls
Va
2026000
1626000
candidates
decide
postponed
Florida
Judge
declared
insolvent
receivership
claims
recover
marginal
Ben
Fixman
redeploy
Theodore
Sall
Liberty
Smelting
Works
lost
obtaining
modernize
Plume
Atwood
Brass
Mill
Thomaston
Conn
Chester
44600
Piezo
199690
Century
Telephone
ltCTL
800000
392
Wisconsin-based
video
devices
drafting
majority-owned
Kongsberg
Drafting
Vappenfabrikk
Draftings
share-for-share
LADD
Furniture
Colony
Crosby
Process
Integrity
helps
processes
identifies
solutions
Peerless
Sensors
Instruments
Panhandle
Equipment
635000
605000
fourth
caused
576000
Semicon
Tools
East
fabricator
ceramic
disposable
clean
Safety-Kleen
BresLube
collects
lubricating
oils
garages
re-refines
resale
SPI
Hicks
Acadia
LP
Spectradyne
452
fo
executed
multi-year
employment
non-competition
Spectrayne
Uccel
strongest
faces
stiff
Machines
ltIBM
IBM
mainframe
Smith
clearly
stronger
Besides
Terence
Quinn
segment
productivity
data
speed
computers
combines
suppliers
players
harder
caps
six-year
campaign
vaulted
Garden
NY-based
Microsoft
ltMFST
vendor
3093
Liemandt
Wyly
non-computer
1984
renamed
leave
buyouts
101
1415
bitter
rivals
Dallas-based
engineered
comeback
dark
1982
potpourri
1983
Walter
Haefner
financier
lured
Gregory
job
ltGE
Uccels
news
conference
users
single
wide
microcomputers
inroads
accounting
weed
duplicate
offerings
overlap
forecasting
proven
track
dilution
Therefore
estimate
closely
duplication
Fridays
Stephen
McClellan
per-share
alter
cleared
Justice
rule
magnate
Maxwell
renew
approached
relaunching
chasing
mirages
maxwell
adviser
Vending
INc
controlling
Pursuant
Harvey
Seslowsky
Hodes
Videos
replaced
Privately-held
Rapid-American
Kresge
Jupiter
K
Mart
McCrory
Health
CoMED
Denville
maintenance
63000
provision
650383
Asset
Rice
Hall
690
Computerland
EM
Pincus
Computerlands
personal
leadership
Piosec
ltAlliance
Semiconductor
Clara
Followin
Co-operative
Quincy
ltQBCKO
commerical
ltRhone-Poulenc
Chimies
polyphenyl
biphenyl
fluid
Gilotherm
TH
ltInfo-Data
ltUSA
Outdoor
Advertising
Jacksonville
624
Info-Data
reflect
Uni
Marts
ltGas-N-All
convenience
Uni-Marts
ltTeltec
distance
enters
accord
Bilizerian
accepted
Wednesday
Officials
pool
Shearson
Lehman
happen
topped
respond
agrreement
particpation
nominal
1-12
Arbitrageurs
disappointment
expecting
north
arbitrageur
Cheadle
Montgomery
yourself
why
Drysdale
Birr
strategic
steadily
1978s
Earnings
totaled
3984
better
trained
competes
costs
squeezed
identified
stepping
mid-April
improvement
PharmaControl
Private
Formulations
ltRevco
DS
13550000
promissory
200000
betweenm
11550000
12550000
f
Revco
accrued
debenturers
vitamins
pharmaceutical
Fisher
ltFHR
lt5300
Richmond
Road
5300
ltAmerican
Seaways
ltRini
ltRego
advantages
disadvantages
discuss
indication
Oregon
orally
Governors
Camas
Thrift
Lake
Utah
171
ltForstman
Sybron
dental
laboratory
Forstmann
overhead
location
Saddle
Brook
Fortsmann
ltGoldman
Huttons
accumulated
client
appeared
street
accumulation
abounded
2-14
39-38
ltSHE
ltAXP
immediatley
Prudential
Larry
Eckenfelder
doubted
occassionally
surrounded
article
Wrather
2025850
281
1808700
217150
2000
Allied-Signal
MPB
Bearing
Headquartered
Keene
NH
designs
roller
bearings
ordnance
newly-formed
Harold
Geneen
sufficient
Bass
Fort
Worth
1159400
1727200
567800
5994
6344
Republic
Buckeye
963200
744200
62
Carl
Lindner
219000
2249
2302
Kingsbridge
ltMasco
Sports
sahres
Masco
Wyse
Link
develops
Dresser
RSL
Rosenkranz
Philadelphia-based
2016
repurchases
possibly
complementary
Roth-American
Turco
Charmglow
UNP
Augenthaler
fundamental
USPCI
48-18
38
Shelton
adequacy
expectations
changed
40s
waste
announcment
lifted
projection
190
hazardous
grown
Klein
growing
43-dlr-a-share
375
transportation
cost-control
fairly
signficant
environmmental
Herb
Mee
Beard
BEC
304
Pacifics
grossly
Keystone
Bancshares
79
ltETN
Moore
Dekalb
Heinold
Hog
ESOP
Bickner
positive
DeKalb
hog
investing
Landa
ltDTXT
Secruties
EdelmanDominion
Samjens
Acqusition
258800
3408813
1233
3667313
Morgan
Stanley
Co-backed
Texas-based
ltcrzy
8-dlr-a-share
ltem
Antar
Belzbergs
32-store
chain
quadrupled
highly
nations
retailers
sagged
founded
buinesses
distributors
expertise
merely
drive
mixed
feelings
Dennis
Telzrow
Eppler
Geurin
Turner
hand
cheap
talent
risky
Eliot
Laurence
Wessels
Arnold
concentrated
theyd
million
Antar-Belzberg
7-dlr-a-share
4-dlr
Monday
8375
over-the-
counter
reclusive
disk
drives
discounted
goods
southwest
directly
879
213
750000
Elias
Zinn
once
ran
Analyst
Telzerow
Port
Commerical
Sarasota
ltComputerland
Nows
good
Joe
Levy
bottomed
Earlier
country
Neither
Millard
fetch
franchise
royalties
averaging
questions
Mattel
ltMAT
Ingersoll
Although
benefitting
advances
Businessland
ltBUSLO
Tandy
ltTAN
Radio
Shack
outbound
forces
Relations
mellowed
managment
Ed
Faber
revamped
royalty
quell
franchisee
dissent
Ladd
Clayton-Marcus
CIS
Reinsurance
Zurich
Switzerland
dates
Waste
Modulaire
ltMODXO
proxies
496
Modulaires
Hart-Scott-Roding
Eugene
pivotal
determining
fierce
presided
hours
argument
lawyers
Hearings
244
ltMS
alleged
illegally
Ammeen
reporting
promising
divulge
inside
dismember
displace
lawyer
Hubert
Humphrey
acknowledged
argued
texitle
statements
claim
Dominions
allege
Painewebber
satisfy
dominion
Lawyers
contended
Greenberg
Burlilgnton
ultimate
permissable
standards
conduct
burlington
denim
violation
anti-trust
fragmented
contends
light
weight
dictate
pointed
Surely
sauce
goose
gander
Sidney
Rosdeitcher
ltDTXTO
Idustries
Noting
definitely
aide
prohibited
regulations
exercising
non-event
Continental
Materials
St
businessmen
Ameribanc
Cardinal
mutual
Chancery
780300
sue
none
whom
urged
determine
houses
answers
publisher
Executives
2011
pays
recapitalized
adjusted
indenture
yielded
negative
ltEquiticorp
Tasman
ETL
415
Alternatively
137
1499
Foreign
Review
FIRB
classified
649
593
397
aproximates
backing
acceptance
clearances
Hawkins
term
ltFeltex
targetted
fits
absence
one-for-two
involves
gives
choice
accepting
ETLs
intervention
Deregulation
hardship
merging
bigger
refining
relaxation
Council
MITI
by-product
freer
accept
tell
year-old
protection
Quotas
throughput
gasoline
tariffs
abolished
vital
promote
saw
inevitable
everywhere
survive
cut-throat
thats
go
streamlining
exert
branching
agencies
Larger
refined
Cosmo
workforce
Between
integrated
improve
urge
muscles
mergers
officially
deregulatory
Dutch
insurer
Stad
Rotterdam
Anno
1720
ltASRNAS
ltEuropeesche
Verzekering
Maatschappij
fully-owned
ltUnion
Rueckversicherungs-Gesellschaft
Lucas
van
Leeuwen
sufficiently
Van
partly
Europeesche
intrinsic
precise
specialises
recreation
guilders
Rotterdams
fifth
narrowed
recovery
ltDuffour
Igon
gases
Aga
ltAGAST
lengthy
Duffour
Jean
advise
latest
4410
main
Germanys
Linde
AG
ltLINGF
4000
ltCarburos
Metalicos
Igons
Midi-Pyrenees
Agas
Toulouse-based
2100
587
suspensions
tussle
856
suspension
ltSTOSS
ltTotal
Total-Cie
Francaise
Petroles
ltTPNPA
1875
ATP259P
south-west
525
discovered
regards
discoveries
Totals
vigorous
origins
Cooper
Glynwed
ltGLYNL
belonging
Gallaher
ltFormatura
Iniezione
Polimeri
Genoa
ltFIP
Weybridge
Consideration
finalised
assumed
FIP
valves
pressure
pipe
fittings
thermoplastics
Durapipe
Philmac
appreciably
strengthen
Glynweds
thermoplastic
pipework
reflects
peripheral
494
156
597885
Dumez
478125
Westburne
ltDUMPPA
Unicorp
ltUNIATO
816
Agip
Petroli
Steuart
Ente
Nazionali
Idrocarburi
Firm
sectors
Lieberman
Carolco
Pictures
families
Okinow
2050
Present
distributes
prerecorded
music
movies
ltENTNMI
ENI
ltSteuart
BASIX
Automatic
Toll
Cubic
BASIXs
shgares
Barry
Hallamore
Lloyd
SanBars
1312500
1087500
respectviely
8000
southwestern
Kansas
communities
Utility
Mo
combine
cocoa
Berisford
684
316
contribute
German
counter-bid
Gene
Herbert
compares
CSRs
entrepreneur
raid
supported
notably
enables
intervened
beyond
synergies
sugar
achieve
Im
puzzled
wonder
difficult
justify
fundamentals
168
390
permitted
judge
respective
foundered
Share
flush
fate
rests
driving
Tim
ltOrd
Minnett
happier
ltVirginia
ltMontrose
Virginia
Montrose
mortgage
Home
managed
Acme
Precision
machine
tool
Precisions
modifications
factors
conclude
excessive
happy
preferences
Carlings
433745
3350
386662
preferreds
4050
adjourned
Jones
Vining
award
counsel
plaintiffs
Ronda
plaintfiffs
hearing
Eight
HEALTHSOUTH
Rehabilitation
Pine
Medicine
Lauderdale
mid-summer
Banc
Bloomington
Ind
271
Orion
FN
Ford
1200000
collection
listening
arguments
attorneys
deluged
whats
presented
winners
claiming
violations
Jay
Greenfield
attorney
suffer
irreparable
harm
compensate
Irving
Nathan
crucial
o
relied
Jim
defendant
dismiss
Francisco
806
stages
developments
Vancouver
Ottawa
Montreal
Edmonton
Ferris
partnerships
unrecognized
needs
Raycomm
Transworld
Spiridellis
Consulting
five-year
gaurantee
attain
Minnesota
computerized
hospital
Control
3Ms
narrower
ltCommunity
Vision
Puerto
Rico
ltML
Media
ltCable
Juan
join
Stewart
Sandwiches
coffee
roasting
Sara
Lee
Superior
Coffee
packer
Squire
labeled
marketed
suppoort
accounts
NCNB
governors
CentraBank
Baltimore
dismissal
protest
Baltimore-based
Maryland
Alliance
Responsible
Investing
NCNBs
Reinvestment
blocked
inadequately
low-income
recapitalizing
rejection
unsolicitied
Jose
lasers
bonuses
salary
rejecting
Swiss-based
participating
advsior
point
vigorously
authorize
self
dispositions
retention
turmoil
uncertainty
engendered
fired
gross
willful
misconduct
salaries
Wilmington
charging
false
misleading
threat
prevents
1992
person
methyl
methacrylate
Halcon
SD
cleaner
efficient
monomer
resins
acrylic
coatings
molded
plastic
modifiers
ARCO
commercialization
Champion
Builders
600-site
Township
Heron
Cay
610-site
adult
Vero
shifting
requiring
projected
cycles
landowners
33-acre
tract
Northtowne
Toledo
160
sites
Ball
Verac
Diego-based
Balls
Growth
Aspen
Colo
129000
Distributed
Logic
try
individual
884414
Anaheim
investigating
composition
Neti
yield
hardware
PacifiCorp
Nationwide
deferred
re-markets
MacLean
Indies
1075700
896500
179200
13000
